[
    {
        "name": "Spearmint- Mentha spicata",
        "family": "Lamiaceae",
        "commonNames": [
            "Spearmint",
            "Yerba Buena"
        ],
        "partsUsed": "leaf",
        "formsAndDosages": {
            "Standard Infusion": "as needed"
        },
        "vitalistActionsAndEnergetics": [
            "dry",
            "complex temperature",
            "vital stimulant",
            "relaxant",
            "diffusive"
        ],
        "clinicalActions": [
            "cooling diaphoretic",
            "carminative",
            "antispasmodic",
            "more relaxant than stimulant but has both qualities",
            "aromatic",
            "bitter tonic",
            "choleretic",
            "mild antiseptic"
        ],
        "primaryUses": [
            "indicated for fevers, will not overstimulate",
            "used for loss of appetite",
            "helpful for non ulcer dyspepsia (with flatulence, nausea, minor cramps, etc.) and as an adjuvant for diarrhea",
            "can be used as a mouthwash for bad breath"
        ],
        "constituents": [
            "volatile oils",
            "Lamiaceae tannins",
            "bitter principles",
            "flavonoids"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "considered to be a generally safe herb with no (or rare) side effects known; may cause contact allergic reactions in rare cases",
        "resources": [
            "Mentha spicata, pg. 73 in Herbal Actions Database",
            "Mixed Diaphoretics pg. 9 in Immune System Materia Medica; CSCH Class Notes 2023",
            "Moore, Michael: Mentha spicata pg. 26 in Herbal Materia Medica, Fifth Edition",
            "Skenderi, Gazmend: Spearmint pg 23-24 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Slippery Elm- Ulmus fulva, U. pumila, U. spp",
        "family": "Ulmaceae",
        "commonNames": "Slippery Elm, Siberian Elm",
        "partsUsed": "bark, leaves, seeds",
        "formsAndDosages": {
            "Overnight Cold Infusion": "1:30, sipped throughout day",
            "Powder": "5-10 grams, added to applesauce, 3x/day"
        },
        "vitalistActionsAndEnergetics": "cool, moist, vital stimulant",
        "clinicalActions": "nutritive, demulcent, anti-inflammatory, vulnerary, emollient, mild bulk laxative, antitussive",
        "constituents": "mucilaginous polysaccharides, tannins, starch, phytosterols, minerals",
        "primaryUses": "specifically used for inflammations of the upper respiratory tract, and inflammatory and ulcerative conditions of the GI, excellent as a powder for those convalescing, especially when GI inflammation is present; externally useful as an infusions or fresh poultice for sunburn or other first-degree burns and boils, or mouthwash or rinse for inflammations of the mouth and throat",
        "resources": [
            "“Elm, Siberian Elm, Slipper Elm” pg. 5 in Digestive System Materia Medica",
            "CSCH Class Notes 2023",
            "Skenderi, Gazmend: “Slippery Elm,” pg 348 in Herbal Vade Mecum",
            "“Ulmus fulva, spp.,” pg 118 in Herbal Actions Database"
        ],
        "cautions/contraindications/possibleAdverseEffects": "caution in those taking oral medications, as it may impair absorption—take one hour apart from taking oral meds"
    },
    {
        "name": "Pleurisy Root- Asclepias tuberosa",
        "family": "Asclepiadaceae",
        "commonNames": "butterfly weed, immortal, milkweed",
        "partsUsed": "roots",
        "formsAndDosages": {
            "Tincture (fresh)": "1:2, 50%, 30 drops 2-3x/day",
            "Tincture (dry)": "1:5, 50%, 30 drops 2-3x/day",
            "Cold Infusion or Decoction": "2-4 oz, 2-3x/day"
        },
        "vitalistActionsAndEnergetics": "cool, dry, relaxant",
        "clinicalActions": "anti-inflammatory, relaxant expectorant, sedative, relaxant diaphoretic, mild bronchodilator, cardiotonic, uterotonic",
        "constituents": "alkaloids, cardiac glycosides, mucilaginous polysaccharides, bitter principles, tannins, (glycosidic mixture has been formerly designated as asclepiadin)",
        "primaryUses": "Relaxant expectorant; anti-inflammatory specific to the lungs; internally used for cardiac insufficiency; can support with post-birth hemorrhaging; externally used for bruises and swelling",
        "resources": [
            "“Asclepias tuberosa” pg 14 in “Herbal Actions Database”",
            "Moore, Michael: “Asclepias tuberosa” pg 9 in Herbal Materia Medica—fifth edition",
            "“Pleurisy Root, Butterfly Weed, Immortal” pg. 8 in “Respiratory and Mucous Membrane Materia Medica,” CSCH Class Notes 2023",
            "Skenderi, Gazmend: “Milkweed, Butterfly,” pg 249 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Horehound",
        "family": "Lamiaceae",
        "commonNames": "white horehound",
        "partsUsed": "aerial parts",
        "formsAndDosages": {
            "Infusion (cold)": "1:3, 2-4 oz, 3-4x/day",
            "Tincture (fresh)": "1:2, 50%, 30-90 drops, 1-4x/day",
            "Tincture (dry)": "1:5, 50%, 30-90 drops, 1-4x/day"
        },
        "vitalistActionsAndEnergetics": "cool, dry, vital stimulant, tonic/astringent, relaxant, bitter tonic",
        "clinicalActions": "diaphoretic, digestive bitter, stimulant expectorant, emmenagogue, aromatic, choleretic, antispasmodic",
        "constituents": "bitter principles, phenolic acids, flavonoids, a proline-betaine, a biogenic amine, volatile oils",
        "primaryUses": "tonic and astringent to mucous membranes; well-indicated in conditions of copious discharge, congestion, and atonic mucous membranes; relaxing diaphoretic, decongestant useful in early onset respiratory infections; indicated in moist asthma; helpful for loss of appetite; supportive in non-ulcer dyspepsia characterized by sense of fullness and flatulence and paired with impaired bile secretion;",
        "resources": [
            "“Horehound, White Horehound” pg. 10 in “Respiratory and Mucous Membrane Materia Medica,” CSCH Class Notes 2023",
            "Moore, Michael: “Marrubium (Horehound)” pg 25 in Herbal Materia Medica—fifth edition",
            "Skenderi, Gazmend: “Horehound,” pg 197 in Herbal Vade Mecum",
            "“Marrubium vulgare” pg 69 in “Herbal Actions Database”"
        ]
    },
    {
        "name": "Horsetail- Equisetum arvense",
        "family": "Equisetaceae",
        "commonNames": [
            "shave grass",
            "scouring rush",
            "pipes",
            "running club moss",
            "shavetail grass",
            "pewterwort",
            "bottlebrush",
            "devil’s guts",
            "joint grass",
            "toad pipes"
        ],
        "partsUsed": "aerial parts",
        "formsAndDosages": {
            "Infusion (warm or overnight)": "1:30, 2-4 oz. 1-3x/day",
            "Powder": "not recommended",
            "Tincture": "not very useful except as a moderate mucous membrane astringent and diuretic"
        },
        "vitalistActionsAndEnergetics": "cold and dry, strong stimulant, tonic/astringent; affinity for connective tissue and the urinary system",
        "clinicalActions": "nutritive, diuretic, astringent, hemostatic, styptic, vulnerary; affinity for the kidney and urinary tract, gut",
        "constituents": "silicic acid, minerals, flavonoids, phenolic acids, polyacetylenes, phytosterols, alkaloids",
        "primaryUses": "used for connective tissue healing, as it contains a high concentration of silicic acid (twice as much as in Symphytum—these two plants have more silicic acid than any other known herb except Agrimony seeds); generally, best used in formula, at about 5% of the composition to avoid over-drying and irritation to the kidneys",
        "resources": [
            "“Equisetum arvense, spp.,” pg. 39 in Herbal Actions Database",
            "“Horsetail” pg. 3 in Musculoskeletal Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Horsetail,” pg. 271-274 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Horsetail” pg. 201 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Ashwagandha",
        "family": "Solanaceae",
        "commonNames": "Ayurvedic Ginseng, Wintercherry, Turragi, Indian Ginseng",
        "partsUsed": "root",
        "formsAndDosages": {
            "Decoction/Cold Infusion": "1:30, 4 oz 2-3x/day",
            "Tincture": "1:5, 60%, 15-60 drops 3x/day",
            "Topical": "Apply as a poultice for swellings and boils"
        },
        "vitalistActionsAndEnergetics": "warm, moist? dry?, bitter, stimulant, tonic",
        "clinicalActions": "adaptogen, balancing, anti-inflammatory, antispasmodic, mild astringent, immune modulating, nervine, nutritive, mild sedative, mild hypotonic, antitumoral, antioxidant",
        "constituents": "alkaloids, phytosterols",
        "primaryUses": "builds strength; enhances recovery from chronic disease; normalizes endocrine function (thyroid, adrenals, gonads); some studies point towards thyroid stimulating effect; especially effective in cases of nervous anxiety and irritability (mood) in those with cooler constitutions; nervine + adaptogen = effective for neurasthenia (depleted vital reserves in the nervous system), fatigue, insomnia, mental fog; may be helpful for men with depressed libido, especially if associated with stress",
        "resources": [
            "Ashwagandha, Ayurvedic Ginseng, Wintercherry pg. 10 in Adaptogens; CSCH Class Notes 2023",
            "Sinadinos, Christa: Ashwagandha pg. 38-40 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: Ashwagandha pg 23-24 in Herbal Vade Mecum",
            "Withania somnifera pg 127 in Herbal Actions Database"
        ]
    },
    {
        "name": "Peppermint - Mentha x piperita",
        "family": "Lamiaceae",
        "commonNames": "Peppermint",
        "partsUsed": "leaf",
        "formsAndDosages": {
            "Cold or Hot Infusion": "3/4 cup after meals, or as needed",
            "Tincture": "",
            "Topical": "lotion for irritated skin; essential oil, diluted to 2%"
        },
        "vitalistActionsAndEnergetics": "dry with complex temperature, vital stimulant, relaxant, diffusive",
        "clinicalActions": "aromatic; useful for fevers; more stimulant than relaxant but has both qualities; cooling diaphoretic; carminative; antispasmodic, choleretic, cholagogue, stomachic, mild astringent, antimicrobial, analgesic",
        "constituents": "volatile oils, Lamiaceae tannins, triterpenes, flavonoids, coumarins, biogenic amines",
        "primaryUses": "used internally for impaired digestion and spastic conditions of the GI tract (nausea, vomiting, flatulence, minor cramps, IBS); supportive for non-obstructive gallstones; can be used as a mouthwash for bad breath",
        "resources": [
            "Chevallier, Andrew: “Peppermint” pg. 114 in Encyclopedia of Herbal Medicine",
            "“Mentha piperita,” pg. 72 in Herbal Actions Database",
            "“Mixed Diaphoretics” pg. 9 in Immune System Materia Medica; CSCH Class Notes 2023",
            "Moore, Michael: “Mentha Piperita” pg. 26 in Herbal Materia Medica, Fifth Edition",
            "Skenderi, Gazmend: “Peppermint” pg 291-292 in Herbal Vade Mecum"
        ],
        "cautionsContradictionsPossibleAdverseEffects": "should not be taken in cases of biliary obstruction; otherwise considered to be a very safe herb with no side effects"
    },
    {
        "name": "California Poppy",
        "family": "Papaveraceae",
        "commonNames": [
            "Mekachaa",
            "Ataushanut",
            "desert poppy",
            "tufted eschscholzia",
            "tufted poppy",
            "foothill poppy",
            "frying pans"
        ],
        "partsUsed": [
            "whole flower plant",
            "fresh with root"
        ],
        "formsAndDosages": {
            "Tincture (fresh plant)": "1:2, 50%+, 15-90 drops 3x/day",
            "Infusion": "1:30, 2-4 oz. 2-3x/day"
        },
        "vitalistActionsAndEnergetics": [
            "cool",
            "slightly dry",
            "vital stimulant",
            "relaxant"
        ],
        "clinicalActions": [
            "anodyne",
            "sedative",
            "antispasmodic",
            "antitussive",
            "analgesic"
        ],
        "constituents": [
            "flavonoids (rutin, etc.)",
            "isoquinoline alkaloids (e.g californidine, eschscholtzine, allocryptopine, protopine, sanguinarine, chelerythrine)",
            "carotenoids"
        ],
        "primaryUses": [
            "very gentle medicine",
            "can be used in children, elders, and the frail or convalescing as a sedative and relaxant",
            "excellent in combination with other sedatives for conditions of restlessness and insomnia",
            "also useful for spastic conditions with tension in smooth muscle-associated organs (GI, lungs, etc.)",
            "no addictive properties (like opium poppy)",
            "can be used long term with very little in the way of side effects"
        ],
        "resources": [
            "Eschscholzia californica, mexicana - pg. 40 in Herbal Actions Database",
            "California Poppy, Mekachaa, Ataushanut - pg. 8-9 in Immune System Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: California Poppy - pg. 101-103 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: Poppy, California - pg. 304 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Ginseng (American)- Panax quinquefolium",
        "family": "Araliaceae",
        "commonNames": "American Ginseng, Sang Root",
        "partsUsed": "Root, leaf",
        "formsAndDosages": {
            "Tincture (root)": "1:5, 70%, 20-40 drops 3x/day",
            "Tincture (leaf)": "1:5, 70%, 30-40 drops 3x/day",
            "Infusion (leaf)": "1:30, 2-4 oz. 3x/day"
        },
        "vitalistActionsAndEnergetics": "cool and moist, sweet and bitter, strong vital stimulant, tonic/astringent",
        "clinicalActions": "mildly stimulating, Chinese yin tonic, chi tonic, demulcent, adaptogenic, nootropic, reduces cholesterol, peripheral vasodilator, immunomodulant, antioxidant, hepatoprotective, anti-inflammatory, mild hypoglycemic",
        "constituents": "steroidal saponins (ginsenosides or panaxosides), lipids, polysaccharides, volatile oils, pectin, flavonoids, alkaloids, phytosterols, triterpenoid saponins, glycopeptides, polyacetylenes",
        "primaryUses": "appropriate for yin deficient states (dryness); indicated in mild-moderate stress states with blood sugar imbalance; good for immune deficiency; supports entire system, especially endocrine and immune aspects; possibly valuable addition in a formula for increasing respiratory performance",
        "resources": [
            "“American Ginseng, Sang Root” pg. 7 in Adaptogens; CSCH Class Notes 2023",
            "“Panax quinquefolium,” pg 83 in Herbal Actions Database",
            "Skenderi, Gazmend: “Ginseng” pg 172-173 in Herbal Vade Mecum"
        ],
        "cautions": "large, prolonged doses of American Ginseng can have similar (but milder) effects as seen in Asian Ginseng overdose; use with caution in medicated diabetes or hypoglycemia; can lower blood sugar; considers a vulnerable, threatened, or endangered species in the wild, so unethical to wildcraft—use cultivated sources; should not be taken for more than 1-3 months; not indicated for children"
    },
    {
        "name": "Chicory- Cichorium intybus",
        "family": "Asteraceae",
        "commonNames": [
            "common chicory",
            "wild endive"
        ],
        "partsUsed": [
            "leaf",
            "root"
        ],
        "formsAndDosages": {
            "Infusion (leaf)": "1:30, 3-6 oz. as needed",
            "Decoction (root)": "1:30, 2-4 oz. 3-4x/day"
        },
        "vitalistActionsAndEnergetics": "cool, neutral-dry, moderately bitter, some relaxant qualities, mild vital stimulant",
        "clinicalActions": [
            "anti-inflammatory",
            "alterative",
            "hepatic stimulant",
            "bitter tonic",
            "mild cholagogue",
            "aperient",
            "laxative",
            "diuretic"
        ],
        "primaryUses": "very similar to Taraxacum in many respects regarding the actions on the hepatic, GI, and renal system; traditionally used as an overall tonic to digestive system; good source of inulin; stimulates hepatocyte metabolism (especially the root); related to endive, and the leaves are used similarly as a traditional spring tonic; roasted root is especially rich in inulin and is often used as a coffee substitute",
        "constituents": [
            "inulin (root)",
            "tannins",
            "sesquiterpene lactones",
            "minerals",
            "flavonoids (especially in leaf and flower)",
            "phenolic acids"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "strong cholagogue, so contraindicated with diagnosed gallstones, as it may move the stone and cause obstruction of the duct; use with caution with those with sensitivities in the Asteraceae family; potential caution in those taking anti diabetes medications (i.e. metformin), as well as diuretic medications",
        "resources": [
            "“Chickory, Wild Endive” pg. 4-5 in Hepatic Materia Medica",
            "CSCH Class Notes 2023",
            "Skenderi, Gazmend: “Chicory” pg 98 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Oats",
        "family": "Poaceae",
        "commonNames": "Milky oats, wild oats, cultivated oats, oat grass, black oat, wheat oat, red oat, side oat, tree oat, shaufan",
        "partsUsed": "Fresh milky unripe seeds for tincture preparation; aerial stalks and leaves for tea",
        "formsAndDosages": {
            "tincture/glycerite (of fresh milky oat tops)": "1:2: 10-60 drops up to 4x/day (not useful as nutritive)",
            "tea (dry straw and/or tops)": "standard hot or cold infusion 1:30, 8-12 oz. 3-4x/day"
        },
        "vitalistActionsAndEnergetics": {
            "cool in temperature, neutral-moist, relaxant (straw)": null,
            "Vital stimulant (oats)": null,
            "relaxant with gentle stimulant action (oats)": null
        },
        "clinicalActions": "nutritive, demulcent, nervine, trophorestorative (oats), tonic, demulcent, emollient",
        "constituents": "minerals, vitamins, coumarins, avenin in oats, vitamins (b complex in oats), steroidal saponins",
        "primaryUses": "straw is well-indicated in individuals who are malnourished; oat tops have good emollient properties; oat tops are well-indicated for nervous system fatigue/depletion, and atonic states; oats are good for inflammation of the GI tract; indicated for high cholesterol",
        "resources": [
            "“Avena sativa” pg 17 in “Herbal Actions Database”",
            "MacKinnon, Kat: “Oatstraw” pg 13 in “Histology and Cell Environment” CSCH Class notes (2020)",
            "Sinadinos, Christa: “Oats” pg 361-364 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Oats,” pg 272 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Wild Yam- Dioscorea villosa",
        "family": "Dioscoreaceae",
        "commonNames": "Colic Root, Rheumatism Root, Devil’s Bones, Yuma",
        "partsUsed": "tuber",
        "formsAndDosages": {
            "Tincture": "1:2-1:5, 60%, 30-100 drops 4x/day",
            "Decoction": "1:30, 2-4 oz. 3-4x/day"
        },
        "vitalistActionsAndEnergetics": "Cool, dry, relaxant",
        "clinicalActions": "antispasmodic, emollient, demulcent, astringent, mild anti-inflammatory; affinity for smooth muscle, gall duct, ureter, and uterine spasm",
        "constituents": "saponins (diosgen—a steroidal saponin), tannins, polysaccharides, minerals",
        "primaryUses": "powerful antispasmodic for smooth muscle; well indicated for inflammatory and spasmodic conditions of the GI tract; has a historical reputation for being a hormonal herb and that it contains or promotes the production of progesterone, however, humans lack the enzyme to convert the steroidal saponins into sex hormones; wild yam has a net positive effect on conditions associated with reproductive or endocrine disorders, but likely has this influence due to its anti-inflammatory properties, as well as through other pathways; very supportive for peri- and post-menopausal women (capsule of 12 mg of wild yam was demonstrated to reduce insomnia, anxiety, “excitability,” and musculoskeletal pains",
        "resources": [
            "“Dioscorea villosa,” pg. 36 in Herbal Actions Database",
            "“Wild Yam, Colic Root, Anisgína-(ts)unâ’nāsû’ta,” pg. 4-5 in Musculoskeletal Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Wild Yam,” pg. 523-525 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Yam, Wild” pg. 398 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Cramp Bark",
        "family": "Adoxaceae (formerly Caprifoliaceae)",
        "commonNames": [
            "Guelder Rose",
            "Water-Elder",
            "High-Bush Cranberry",
            "Wild Snowball",
            "Snowball Tree",
            "May Rose",
            "White Sun Rose",
            "Dog Rowan Tree",
            "Silver Bells",
            "Gooseberry",
            "Squashberry",
            "King’s Crown",
            "Red Elder",
            "Rose Elder"
        ],
        "partsUsed": "bark, root bark",
        "formsAndDosages": {
            "Decoction": "1:20-1:30, 3-6 oz. Up to 4x/day",
            "Tincture": "1:5, 50%, 30-90 drops 4x/day",
            "Culinary": "Add berries to jams, juices, pies, sauces, liqueurs, etc."
        },
        "vitalistActionsAndEnergetics": "slightly cool, dry, vital stimulant, relaxant",
        "clinicalActions": [
            "antispasmodic",
            "mild astringent",
            "anti-inflammatory",
            "mild diuretic"
        ],
        "constituents": [
            "tannins",
            "flavonoids",
            "phenolic acids",
            "bitter principle (viburnin)",
            "coumarins",
            "resin",
            "triterpenes"
        ],
        "primaryUses": "antispasmodic for both smooth and skeletal muscle; classic for menstrual cramps; combines well with Dioscorea",
        "resources": [
            "“Viburnum opulus,” pg. 124 in Herbal Actions Database",
            "“Cramp Bark, Guelder Rose, Water-Elder” pg. 5-6 in Musculoskeletal Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Cramp Bark,” pg. 168-170 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Cramp Bark” pg. 117 in Herbal Vade Mecum"
        ],
        "cautions": "large doses over longer periods can cause nausea and dizziness; otherwise continued very safe"
    },
    {
        "name": "Shiitake- Lentinula edodes, Lentinus edodes",
        "family": "Omphalotaceae",
        "commonNames": [
            "Black Forest Mushroom",
            "Black Mushroom",
            "Xiang-Gu"
        ],
        "partsUsed": [
            "fruiting body",
            "mycelium"
        ],
        "formsAndDosages": "Culinary- 2-6 g/day of whole, dried mushroom",
        "vitalistActionsAndEnergetics": "slightly warm, moist, stimulant, nutritive tonic",
        "clinicalActions": [
            "immunomodulating nutritive",
            "immune stimulant",
            "antitumoral",
            "antibacterial"
        ],
        "primaryUses": "excellent as a supportive therapy during cancer treatment or treatment for other infection; there is a long history of the use of shiitake in traditional Asian medicines—considered to be a general tonic for circulation, immune system, and overall health; promotes excellent immune stimulating and balancing actions; excellent broad-spectrum source of water-soluble minerals, rich in protein; increases phagocytosis, NK cell activity, interferon; can act indirectly as an antiviral through these mechanisms; clinical applications in Japan include cancer treatment, autoimmune disease, hepatitis, immunodepression, and HIV; the constituent lentinan has been extensively researched as an immunomodulator—a special extract called LEM has strong anticancer, antiviral, and immune-potentiating implications, an is used for HIV, hepatitis, cancer, and other serious and/or chronic infections",
        "constituents": [
            "immunomodulating polysaccharides (beta glucans—lentinan, etc.)"
        ],
        "resources": [
            "“Lentinus edodes,” pg. 64 in Herbal Actions Database",
            "“Shiitake, Black Forest Mushroom, Xiang-Gu” pg. 5-6 in Immune System Materia Medica; CSCH Class Notes 2023",
            "Skenderi, Gazmend: “Beta Glucans” pg 42-43 in Herbal Vade Mecum"
        ],
        "cautions": "no known contraindications; no known interactions with medications by should be avoided with immunosuppressive (anti-rejection) drugs; rarely, may induce rash/dermatitis/photosensitivity, or digestive upset if eaten raw or undercooked"
    },
    {
        "name": "Bladderwrack- Fucus vesiculosis",
        "family": "Fucaceae",
        "commonNames": [
            "black tang",
            "seawrack",
            "toothed wrack",
            "rockweed",
            "bladder fucus",
            "sea oak",
            "dyer’s focus",
            "red focus",
            "rockwrack",
            "cut weed",
            "tangle weed"
        ],
        "partsUsed": "Aerial parts",
        "formsAndDosages": {
            "general dosage": "1-3g/day",
            "capsules": "2-4 tablets or capsules, up to 3x/day",
            "tea": "cold infusion or decoction; 4-8 oz. up to 4x/day",
            "powder": "as a seasoning in food (soups, bean dishes, combine with sesame seeds as a seasoning/sprinkle)"
        },
        "vitalistActionsAndEnergetics": "Tonic/astringent; neutral-drying in moisture, neutral temperature",
        "clinicalActions": [
            "Nutritive",
            "demulcent",
            "astringent"
        ],
        "constituents": [
            "Algin",
            "iodine",
            "bromine",
            "polysaccharides",
            "saturated fatty acids",
            "mucilaginous compounds (salts of alginic acid, including sodium alginate)",
            "protein",
            "amino acids",
            "vitamins",
            "minerals"
        ],
        "primaryUses": "indicated in states of broad or narrow spectrum nutritional deficiency, especially iodine deficiency; great in the treatment of iodine-deficient thyroid conditions; adjunct treatment in cases of fibrocystic breast disease and preventative for breast cancer; helps in detoxing from heavy metals; alginates have immune modulating effects",
        "resources": [
            "“Fucus, Nereocystis” pg 45 in “Herbal Actions Database”",
            "MacKinnon, Kat: “Bladderwrack,” pg 10 in “Histology and Cell Environment” CSCH Class notes (2020)",
            "Sinadinos, Christa: “Kelp and Bladderwrack,” pg 286-290 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Bladderwrack,” pg 53 in Herbal Vade Mecum"
        ],
        "cautions/Contraindications/PossibleAdverseEffects": "Use caution with where sourced from, as coastal waters vary in presence of toxins/pollutants; caution with thyroid diseases, particularly when autoimmune in nature due to iodine content; contraindicated in cases of hyperthyroidism; may impair absorption of other nutrients in the intestine"
    },
    {
        "name": "Poke root",
        "family": "Phytolacca americana, P. decandra",
        "commonNames": "Poke, Pokeweed",
        "partsUsed": "root, berry",
        "formsAndDosages": "Tincture (root or berry)- 1:2-1:5, 50%, 5-15 drops 3x/day",
        "vitalistActionsAndEnergetics": "very cold and dry, stimulant, tonic/astringent, somewhat acrid",
        "clinicalActions": {
            "Root": "lymphatic stimulant, anti-inflammatory in low doses, anti-edematous",
            "Berry": "anti-inflammatory, antioxidant, anti-cancer"
        },
        "primaryUses": {
            "Root": "important historical use for hard lymphatic swellings; was used for chronic rheumatic complaints and atopic eczema; externally (poultice), wash, compress) used for bruises, sprains, swellings, eczema, and bacterial or fungal skin infections",
            "Berry": "anti-inflammatory, antioxidant, anti-cancer",
            "Greens": "traditionally used as an early spring green (very young shoots only, cooked in two changes of water — “Poke Sallet”; traditionally used for rheumatism and arthritis"
        },
        "constituents": "saponins, alkaloids (betalains, etc.), tannins, lectins, histamine, GABA, minerals (potassium), phytosterols, starch, sucrose, lignans, resin, mucilage",
        "cautionsContraindicationsPossibleAdverseEffects": "contraindicated during pregnancy; may cause adverse GI symptoms (pain, spasm, bloody diarrhea) likely due to detergent nature of saponins; potential to mimic leukemia by promoting white blood cell proliferation; while berries are profoundly antioxidant, the seeds are highly toxic when broken—if ingested, will result in severe GI distress, bloody diarrhea, and copious vomiting; if exposed to skin, the crushed seed can result in prolonged weeping contact dermatitis; LOW DOSE HERB",
        "resources": [
            "Chevallier, Andrew: “Pokeweed” pg. 247-248 in Encyclopedia of Herbal Medicine",
            "“Phytolacca decandra,” pg. 85 in Herbal Actions Database",
            "“Poke, Poke Root” pg. 8-9 in Lymphatic Materia Medica/Alteratives; CSCH Class Notes 2023",
            "Skenderi, Gazmend: “Poke” pg 302 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Blue Flag",
        "family": "Iridaceae",
        "commonNames": "Iris, Blue Flag",
        "partsUsed": "rhizome",
        "formsAndDosages": {
            "Decoction/Cold Infusion": "",
            "Tincture": "1:5, 80%, 1-5 drops 1-3x/day (best to start with 1 drop and slowly increase to determine if herb is tolerated)",
            "Topical": ""
        },
        "vitalistActionsAndEnergetics": "cold and dry, stimulant, tonic/astringent",
        "clinicalActions": "alterative, lymphagogue, cholagogue, diuretic, bitter tonic, laxative, rubefacient, counterirritant",
        "constituents": "tannins, phytosterols, resins, volatile oils, lipoid resin, polysaccharides (fructans), sucrose, triterpenoids, salicylic acid, isophthalic acids, starch",
        "primaryUses": "powerful alterative; acts on the liver; used for chronic lymphatic swellings; specific for hepatic or splenic congestion due to venous or lymphatic stasis with soft swollen lymph nodes; alterative to digestive glands; useful in inflammatory conditions of the biliary tract (chronic cholecystitis, non obstructive gallstones) and the complaints associated with them (impaired digestion, sluggish bowels, constipation, headache, nausea); supportive for internal causes of atopic eczema and acne; indicated for skin eruptions with active infection or septicemia; stimulates secretions of saliva and sweat; external use (poultice, liniment) indicated for rheumatic pain, bruises and sprains, and (as a wet compress or ointment for chronic skin disorders (eczema, psoriasis), wounds, and ulcers; historically used for syphilis as a substitute for more toxic remedies (mercury, arsenic, bismuth); use in form only as a supportive herb for short duration; use caution as a simple",
        "resources": "Chevallier, Andrew: “Blue Flag, Wild Iris” pg. 223 in Encyclopedia of Herbal Medicine\n“Iris, Blue Flag” pg. 7-8 in Lymphatic Materia Medica/Alteratives; CSCH Class Notes 2023\n“Iris versicolor. spp.,” pg 59 in Herbal Actions Database\nSkenderi, Gazmend: “Blue Flag” pg 55 in Herbal Vade Mecum"
    },
    {
        "name": "Linden",
        "family": "Malvaceae (sometimes Tiliaceae)",
        "commonNames": "basswood, lime tree, itea, idehû",
        "partsUsed": "flowers and bracts",
        "formsAndDosages": {
            "Infusion": "1:30, 4 oz., 2-4x/day",
            "Tincture": "1:5, 40%, 30-60 drops, 3x/day"
        },
        "vitalistActionsAndEnergetics": "cool, dry and moist, vital stimulant, relaxant, tonic/astringent",
        "clinicalActions": "hypotensive, sedative, hypnotic, neurocardio relaxant, expectorant, anti-inflammatory, demulcent, relaxant diaphoretic, nervine, anxiolytic, antispasmodic, vasodilator, astringent,  diuretic, antimicrobial",
        "constituents": "flavonoids (rutin and others), tannins, mucilage, volatile oils, phenolic acids, phytosterols",
        "primaryUses": "has a profound relaxant quality on the nervous and cardiovascular systems; gently lowers blood pressure in mild cases (more effective as a preventative); specific when stress is the root cause of hypertension and heart palpitations; infusion used for irritation, restlessness, anxiety, “mild hysteria,” and to promote rest/sleep, especially when an individual has a hotter constitution; simultaneously mucilaginous and mildly astringent; indicated for inflamed mucous membranes of colds, influenza, bronchitis, fever; premier diaphoretic for children and babies; anti-inflammatory for the upper respiratory tract, GI tract, and genitourinary tact",
        "resources": [
            "“Linden, Lime Tree, Basswood, Itea, Idehû” pg. 5-6 in “Cardiovascular Materia Medica,” CSCH Class Notes 2023",
            "Skenderi, Gazmend: “Linden,” pg 227 in Herbal Vade Mecum",
            "“Tilia spp” pg 113 in “Herbal Actions Database”"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "potential to interfere with absorption of some medications, best to take 1+ hours apart from oral meds; theoretical contraindication with lithium, due to the diuretic nature, but yet to be observed in a clinical setting"
    },
    {
        "name": "Peony Root- Paeonia lactiflora",
        "family": "Paeoniaceae (formerly Ranunculaceae)",
        "commonNames": [
            "Chinese Peony",
            "Bai Shao",
            "Fragrant Peony"
        ],
        "partsUsed": "root",
        "formsAndDosages": {
            "Tincture": "1:2-1:5, 60%, 10-35 drops 4x/day",
            "Decoction": "1:30, 2-3 oz. 3-4x/day",
            "Culinary": "Place 4-8 roots in a muslin bag, cook in soup stock, remove before serving"
        },
        "vitalistActionsAndEnergetics": "cool, dry-neutral",
        "clinicalActions": [
            "antispasmodic",
            "mild sedative",
            "mild analgesic",
            "anti-inflammatory",
            "nervine",
            "ovarian tonic"
        ],
        "constituents": [
            "tannins",
            "monoterpenoid glycosides",
            "acetophenones",
            "volatile oil",
            "phytosterols",
            "carbohydrates"
        ],
        "primaryUses": "classically used for gallbladder and kidney colic in Traditional Chinese Medicine (50/50 blend of Peony and Licorice extract is still used in Chinese hospitals); considered a Yin tonic in TCM, used to clear excess heat from the blood; has nervine effect, especially in those with heat and tension; white peony is the peeled and steamed inner root, while red peony is the minimally processed root with root bark intact; Moutan is the root bark only; white peony is considered to be the most relaxant of the three; Chinese peony root is very different (stronger and more diverse in effect) than European peony",
        "resources": [
            "Paeonia off, pg. 81 in Herbal Actions Database",
            "White Peony, Chinese Peony, Bai Shao pg. 6-7 in Musculoskeletal Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: Peony, pg. 403-407 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: Peony, Chinese pg. 288 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Schisandra",
        "family": "Schisandraceae",
        "commonNames": "Wu Wei Zi, Five Flavor Berry, Fructus Schisandrae, Five-Taste Berry, Chinese Magnolia Vine, Magnolia Vine, Star Vine, Bay Star Vine",
        "partsUsed": "fruit, seeds",
        "formsAndDosages": [
            "Tincture- 1:5, 60%, 30-60 drops 3x/day",
            "Whole dried fruit- 1-3 as needed for energy, 2-3x/hour",
            "Tea (hot or cold infusion)- 8-12 oz, 1-3x/day"
        ],
        "vitalistActionsAndEnergetics": "warm and dry, contains the five flavors: bitter, pungent, salty, sour, sweet",
        "clinicalActions": "anti-inflammatory, antioxidant, astringent, expectorant, immune tonic, hepatoprotective, nervine",
        "primaryUses": "In TCM, the five flavors are considered to support the five yin organs: heart, kidney, liver, lungs, and spleen; combines well with astragalus to address states of deficient fluid loss (i.e. menopausal and night sweats, frequent urination, diarrhea, excessive vaginal discharge, premature ejaculation); hepatoprotective—increases glutathione and rejuvenates hepatocytes, both protective and healing; stimulating to CNS while also reducing anxiety and calming to the heart; in moderate doses within a formula, can gently increase energy in exhausted individuals without overstimulating them",
        "constituents": "tannins, lignans, phytosterols, carbohydrates (organic acids—citric and manic acid), pectin, volatile oils, vitamins (A, C, E)",
        "cautionsContraindicationsPossibleAdverseEffects": "in high doses as a simple, can cause excessive drying effects and overstimulation; can cause GI upset in some individuals; in TCM, contraindicated during pregnancy and with heat signs present; should not be taken for more than 1-3 months",
        "resources": [
            "A Complex Adaptogen: Schisandra, Wu Wei Zi, Five Flavor Berry” pg. 10-11 in Adaptogens; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Schisandra,” pg. 456-460 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Schisandra,” pg 339-340 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Rhodiola",
        "family": "Crassulaceae",
        "commonNames": [
            "Rhodiola",
            "King’s Crown",
            "Rosy Crawn",
            "Arctic Rose",
            "Snowdownrose"
        ],
        "partsUsed": "root",
        "formsAndDosages": {
            "Tincture": "1:5, 40-60%, 30 drops 3x/day"
        },
        "vitalistActionsAndEnergetics": "warm? cool?, very dry, sweet, slightly bitter, slightly pungent, strong vital stimulant, tonic/astringent",
        "clinicalActions": [
            "adaptogen",
            "tonifying astringent",
            "mild CNS stimulant",
            "anti-depressant",
            "tonic",
            "antioxidant",
            "hepatoprotective",
            "nootropic"
        ],
        "primaryUses": [
            "Useful for adapting to high altitude",
            "enhances oxygen utilization in mitochondria—increases ATP production",
            "enhances both mental and physical endurance and stamina",
            "mentally stimulating—enhances alertness",
            "helps restore depleted immune system (from cancer treatments, over-work, chronic stress, etc.)",
            "increases resistance to infection, disease",
            "cardioprotective—steadies heart rhythm"
        ],
        "constituents": [
            "phenylpropanoids (rosavin, rosin, rosarin)",
            "flavonoids (catechins, etc.)",
            "tannins",
            "caffein acid derivatives",
            "volatile oils",
            "a phenylethanoid glycoside",
            "phenolic acids"
        ],
        "cautions": "symptoms of overdose include insomnia, altered mental states resembling lucid dreams, anxiety, palpitations, over-stimulation; may trigger panic attacks or PTSD episodes; contraindicated in those with nervousness, sleep disorders, and hypertension; recommended to avoid taking later in the day; should not be taken for more than 6 weeks; avoid use with those taking MAOI antidepressant drugs or herbs; may cause excessive dryness",
        "resources": [
            "A Cooling Adaptogen: Rhodiola, King’s Crown",
            "pg. 11 in Adaptogens; CSCH Class Notes 2023",
            "Rhodiola rosea, pg 96 in Herbal Actions Database",
            "Skenderi, Gazmend: Rhodiola pg 318-319 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Baptesia",
        "family": "Fabaceae",
        "commonNames": "Wild Indigo, False Indigo",
        "partsUsed": "root, whole plant",
        "formsAndDosages": {
            "Decoction": "1/2 oz. boiled in a pint of water for a few minutes, take large tablespoonful every 3-4 hours (best form for taking as a simple, according to the Physiomedicalists)",
            "Tincture (root)": "1:5, 65%, 5-25 drops up to 3x/day"
        },
        "vitalistActionsAndEnergetics": "cold, slightly dry, strong vital stimulant",
        "clinicalActions": "immune-enhancing alterative, emetic, cathartic in higher doses, strong topical antiseptic, cholagogue, disinfectant, immunostimulant",
        "constituents": "flavonoids, quinolizidine alkaloids, polysaccharides, glycoproteins, polyphenols (coumarins — scopoletin), isoflavones",
        "primaryUses": "Strong immune stimulant for acute conditions; powerful lower-dose botanical, not used for prevention, but added to an herb (like echinacea) or formula for serious acute bacterial or viral infections; traditionally used topically as a strong antiseptic; contemporary uses include laryngitis, lyphadenitis, pharyngitis, sinusitis, tonsillitis, and infected wounds; decoction of root can help soothe sore or infected nipples and infected skin conditions; when used as a gargle or mouthwash, the decoction helps treat canker sores, gum infections, and sore throats",
        "resources": [
            "“Baptesia tinctoria,” pg 18 in Herbal Actions Database",
            "“Baptesia, Wild Indigo, False Indigo” pg. 9-10 in Lymphatic Materia Medica/Alteratives; CSCH Class Notes 2023",
            "Chevallier, Andrew: “Wild Indigo” pg. 176-177 in Encyclopedia of Herbal Medicine",
            "Moore, Michael: “Baptesia” pg. 9 in Herbal Materia Medica, Fifth Edition"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "side effects of overdose include nausea, vomiting, abdominal cramps, diarrhea, and feelings of mental toxicity; contraindicated in pregnancy due to potency of action; may aggravate autoimmune conditions (similar to echinacea); rare side effects include hallucinations, urticaria (hives)"
    },
    {
        "name": "Juniper",
        "family": "Cupressaceae",
        "commonNames": "Cedar, Sabina",
        "partsUsed": "resinous cones (\"berries\"), leaves (needles)",
        "formsAndDosages": {
            "Tincture (cones)": "1:5, 75%, 20-40 drops 2-3x/day",
            "Infusion (cones)": "1:30, 2-4 oz. up to 3x/day (best to comminuted cones thoroughly before infusion)"
        },
        "vitalistActionsAndEnergetics": "warm, dry, stimulant, tonic/astringent",
        "clinicalActions": "urinary antiseptic, topical antiseptic, stimulant diuretic, carminative, emmenagogue, alterative, aromatic, antibacterial, digestive stimulant expectorant; affinity for gut, urinary tract, circulation, uterus",
        "constituents": "resins, tannins, volatile oils, flavonoids, organic acids, invert sugar, pectin",
        "primaryUses": "useful for short periods acutely during lower UTI (cystitis and urethritis); digestive aid for those experiencing dyspepsia or sluggish digestion; can alleviate menstrual cramping in those with stagnancy; throughout its growing range, it has been used as a ceremonial herb that clears stagnant or malignant energy in sickrooms or ceremonial spaces, and used as a smudge; has been found to act as an anti-fomite, neutralizing infectious viral and bacterial particles; can be used as a flushing-out treatment for inflammations of the genitourinary tract, urinary gravel, and stones; can be used as a mouthwash for bad breath",
        "resources": [
            "“Juniperus communis” pg. 60 in Herbal Actions Database",
            "“Juniper, Cedar, Sabina,” pg. 11-12 in Urinary System Therapeutics and Materia Medica; CSCH Class Notes (2023)",
            "Skenderi, Gazmend: “Juniper” pg. 212-213 in Herbal Vade Mecum"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "avoid use during pregnancy or in individuals experiencing menstrual flooding (can act as a moderate emmenagogue); avoid use during acute kidney disease (resins can be irritating to the kidneys); avoid long-term consumption as a simple; flushing out treatments are contraindicated in acute conditions of obstructive urinary stones or edema due to impaired kidney function"
    },
    {
        "name": "Ginkgo",
        "family": "Ginkgoaceae",
        "commonNames": [
            "maidenhair tree",
            "Buddha's fingernails",
            "fossil tree"
        ],
        "partsUsed": [
            "yellow leaves (harvest in the fall)",
            "fruits"
        ],
        "formsAndDosages": "Only use the standardized extract of late-fall leaves",
        "vitalistActionsAndEnergetics": "neutral temperature, dry, tonic/astringent",
        "clinicalActions": [
            "vasodilator",
            "anticoagulant",
            "antidepressant",
            "anti-inflammatory",
            "antioxidant",
            "cardiotonic",
            "circulatory stimulant",
            "neuroprotectant",
            "stimulant"
        ],
        "constituents": [
            "flavonoids",
            "gingkolic acids",
            "flavone glycosides",
            "flavonoid aglycones",
            "glucosic components",
            "catechizes",
            "proanthocyonadins",
            "diterpene lactones",
            "sesquiterpene lactones",
            "diphenol",
            "steroids",
            "organic acids",
            "tannins",
            "lignans"
        ],
        "primaryUses": [
            "peripheral circulatory stimulant, especially to brain",
            "vasodilator",
            "good for venous stasis and retinal insufficiency",
            "neuroprotective",
            "effective treatment for Reynaud's",
            "normalizes blood flow",
            "potent antioxidant",
            "inhibits lipid peroxidation, improving cell membrane integrity",
            "helpful in diabetic blindness, diabetic tissue diseases, heart disease, Parkinson's disease, glaucoma, and senile macular degeneration",
            "prevent and resolve edemas in the brain tissue",
            "may be supportive in cases of vertigo, Meniere's disease, and bronchial asthma"
        ],
        "cautions": [
            "Non-standardized extracts or infusions may cause headaches",
            "possible anti-B vitamin effects",
            "consult a doctor before use during pregnancy, when on blood thinners, or when on anti-depressants",
            "fresh fruits may cause weeping dermatitis reactions and staining to the skin"
        ],
        "resources": [
            "'Ginkgo' pg. 12 in 'Cardiovascular Materia Medica,' CSCH Class Notes 2023",
            "'Gingko biloba' pg 51 in 'Herbal Actions Database'",
            "Sinadinos, Christa: 'Gingko' pg. 236-240 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: 'Gingko,' pg 171 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Yellow Dock",
        "family": "Polygonaceae",
        "commonNames": [
            "curly dock",
            "lengua de vaca",
            "prairie dock",
            "sour dock",
            "garden patience"
        ],
        "partsUsed": "root",
        "formsAndDosages": "Tincture- 1:2-1:5, 50%, 30-60 drops up to 3x/day\nDecoction- 1:30, 2-3 oz. 2-3x/day (water extractions are generally more nauseant than tincture form)\n**Some sources suggest storing for one year before consuming",
        "vitalistActionsAndEnergetics": [
            "cool/cold",
            "dry",
            "tonic/astringent",
            "bitter",
            "vital stimulant"
        ],
        "clinicalActions": [
            "moderate hepatic stimulant",
            "mild/moderate laxative",
            "alterative (focusing on liver and bowel)",
            "cholagogue",
            "digestive bitter",
            "aperient",
            "astringent; affinity for GI, mucous membranes, skin, liver, blood (intercellular fluid)"
        ],
        "constituents": [
            "anthraquinone glycosides",
            "tannins",
            "oxalates",
            "sugars",
            "mucilaginous polysaccharides",
            "starch",
            "minerals",
            "fatty acids"
        ],
        "primaryUses": [
            "May be helpful for chronic skin conditions if root cause is impacted by bowel toxemia or liver stagnancy; combines well with other herbs (i.e. Mahonia, Arctium) for chronic skin conditions; contains low levels of anthraquinone glycosides, which diminish when dried; traditionally used as an iron tonic (in formula with Taraxacum, Arctium, and nettles), especially in a syrup of molasses—current understanding is that this preparation aids in the uptake of iron from other sources, as there is only poorly absorbable plant-sourced iron in this formula, and therefore this formula should not be used by itself to treat iron deficient states (such as anemia); can help with constipation associated with impaired bile flow"
        ],
        "resources": [
            "“Rumex crispus, spp.,” pg. 100 in Herbal Actions Database",
            "“Yellow Dock, Curly Dock, Lengua de Vaca” pg. 7-8 in Hepatic Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Yellow Dock” pg. 537-541 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Spearmint” pg 23-24 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Codonopsis",
        "family": "Campanulaceae",
        "commonNames": [
            "Dangshen",
            "Poor Man’s Ginseng",
            "Bastard Ginseng",
            "Bonnet Bell Flower",
            "Bell Flower",
            "Woodland Bonnet",
            "Sichuan Dang Shen"
        ],
        "partsUsed": "root",
        "formsAndDosages": {
            "Decoction": "1:30, 2-4 oz., 3-4x/day",
            "Tincture": "1:5, 60%, 20-60 drops 1-3x/day"
        },
        "vitalistActionsAndEnergetics": "vital simulant, neutral and moist, tonic",
        "clinicalActions": "gently stimulating adaptogen, immunomodulator, mild chi tonic, mild CNS stimulant, anti-ulcer",
        "constituents": [
            "steroidal saponins",
            "polyacetylenes",
            "triterpenoid saponins",
            "alkaloids",
            "phytosterols",
            "water-soluble polysaccharides",
            "phenol glycoside (syringe)",
            "sesquiterpenes",
            "inulin"
        ],
        "primaryUses": "Immune modulating, mild chi tonic; less-stimulating substitute for Panax ginseng, and considered to be superior to American ginseng for this reason; considered to be blood-building (increases blood cell counts, used for anemia in TCM); supports increased invigoration, mental and physical performance, concentration, and mood; good for feelings of fatigue, weakness, convalescence, and chronic inflammations of the GI tract, genitourinary tract, and upper respiratory tract; may be helpful in early stages of benign prostatic hyperplasia",
        "resources": [
            "Codonopsis, Dangshen, Poor Man’s Ginseng” pg. 9-10 in Adaptogens; CSCH Class Notes 2023",
            "Codonopsis polosula,” pg 31 in Herbal Actions Database",
            "Sinadinos, Christa: “Codonopsis,” pg. 144-146 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Codonopsis” pg 105-106 in Herbal Vade Mecum"
        ],
        "cautions": "considered to be largely safe with little side effects if used appropriately; recorded side effects (chest pain, arrhythmia) are associated with extremely high dosing (30-60 g of powdered extract/day); should not be taken for more than 6-8 weeks (space with a break of 2-3 weeks before resuming)"
    },
    {
        "name": "Oregon Grape",
        "family": "Berberidaceae",
        "commonNames": "Berberis, mountain grape, barberry, European bayberry, holy thorn, mountain holly, odostemon, pepperidge bush, holly leaf barberry",
        "partsUsed": "root and root bark, leaf",
        "formsAndDosages": {
            "Tincture (root, root and leaf)": "1:5, 40-50%, 10-60 drops 3x/day",
            "Decoction (root)": "1:30, 1-3 oz. 3x/day",
            "Topical (leaves)": "alcohol intermediary oil method for skin; strained tea as an eye wash for infection"
        },
        "vitalistActionsAndEnergetics": "cool/cold, dry, bitter, tonic/astringent, vital stimulant",
        "clinicalActions": "hepatic alternative, cholagogue, digestive bitter, aperient, antibacterial, anti-inflammatory, antimicrobial, antiprotozoal, antiseptic laxative, antidyscratic, lymphatic, refrigerant; specific affinity for mucous membranes, skin, liver, intestines, gut, immune system",
        "constituents": "alkaloids (berberine, etc.), tannins",
        "primaryUses": "mildly stimulating hepatic tonic with general alterative properties; often used with chronic skin conditions; combines well with Taraxacum; berberine alkaloids can be used to prevent and disrupt microbial colonies/biofilms often present in chronic infection; combined tincture of leaf and root has specific situating effects on the multi-drug resistant infections (i.e. staphylococcus, etc.)",
        "resources": [
            "Mahonia spp., pg. 70 in Herbal Actions Database",
            "Oregon Grape, Algerita, Creeping Barberry pg. 5-6 in Hepatic Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: Berberis, pg. 53-58 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: Oregon Grape pg. 277-278 in Herbal Vade Mecum"
        ],
        "cautions": "strong cholagogue, so contraindicated with diagnosed gallstones, as it may move stone and cause obstruction of duct; may cause nausea and digestive upset in high doses; potential mild-moderate contraindications with medications metabolized in the liver (i.e. birth control, antidepressants, etc.), as well as diuretic medications; potential contraindications in high doses during pregnancy"
    },
    {
        "name": "Coltsfoot",
        "family": "Asteraceae",
        "commonNames": "European coltsfoot",
        "partsUsed": "leaf",
        "formsAndDosages": "Infusion- 1:30, 4 oz, up to 4x/day\nMedicinal Cigarette- may help ease breathing in asthmatic conditions",
        "vitalistActionsAndEnergetics": "cool, dry, relaxant, diffusive, bitter tonic, vital stimulant",
        "clinicalActions": "antispasmodic, demulcent, relaxant, nervine, relaxant expectorant, antitussive, emollient, anti-inflammatory, antibacterial",
        "primaryUses": "Useful for dry, unproductive cough with mucous present; demulcent quality soothes irritated mucous membranes; relaxant nervine qualities specifically for pulmonary stress; useful for debilitated individuals with chronic conditions, asthma, emphysema, silicosis, COPD; supports recovery of pulmonary cilia when quitting smoking; bitter, mucilaginous, and antispasmodic action make this herb specifically indicated for chronic pulmonary conditions; soothing while gently tonifying to mucous membranes; can be used externally for inflammations of the mouth and throat and for skin inflammations",
        "constituents": "Pyrrolizidine alkaloids (small amounts), tannins, coumarins, phenolic acids, flavonoids, polysaccharides (mucilaginous polysaccharides, inulin), triterpenes, vitamins and minerals (potassium, zinc, vitamin C)",
        "cautions/Contraindications/PossibleAdverseEffects": "contains pyrrolozidine alkaloids, questionable whether levels are high enough to pose a problem, to be safe, contraindicated during pregnancy and lactation; should not be used for more than 14 days in a row, and 4-6 weeks/year; flowers contain high amounts of pyrrolizidine alkaloids and should be avoided",
        "resources": [
            "Chevallier, Andrew: \"Tussilago Farfara (Asteraceae): Coltsfoot,\" pg. 278-279 in Encyclopedia of Herbal Medicine",
            "\"Coltsfoot,\" pg. 8-9 in Respiratory & Mucous Membrane Materia Medica; CSCH Class Notes 2023",
            "Skenderi, Gazmend: \"Coltsfoot,\" pg 107-108 in Herbal Vade Mecum",
            "\"Tussilago farfara,\" pg 117 in Herbal Actions Database"
        ]
    },
    {
        "name": "Eleuthero",
        "family": "Araliaceae",
        "commonNames": [
            "Siberian Ginseng",
            "Eleuthero",
            "Ci Wu Jia",
            "Devil’s Shrub",
            "Devil’s Bush",
            "Wild Pepper",
            "Ussurian Thorny Pepperbush",
            "Taiga Root"
        ],
        "partsUsed": "root and rhizome",
        "formsAndDosages": {
            "Tincture": "1:5, 60%, 30-60 drops, 2-4x/day",
            "Fluid Extract": "1:1, 60%, 20-60 drops 2-4x/day",
            "Decoction or Cold Infusion": "8-12 oz., 1-3x/day"
        },
        "vitalistActionsAndEnergetics": [
            "warm and neutral",
            "bitter and sweet",
            "vital stimulant",
            "stimulant",
            "tonic"
        ],
        "clinicalActions": [
            "adaptogenic",
            "balancing",
            "stimulating",
            "immunomodulator",
            "antioxidant",
            "supportive to cardiovascular system",
            "enhances memory",
            "uplifting and invigorating",
            "mild CNS stimulant"
        ],
        "constituents": [
            "saponins (eleutherosides A-G)",
            "isofraxidin",
            "syringin",
            "volatile oils",
            "phenols",
            "caffein acid",
            "starch",
            "minerals",
            "triterpenoid saponins",
            "polysaccharides"
        ],
        "primaryUses": "commonly used for adjusting to high altitude; well-researched for athletic training, strenuous physical work, and high stress situations; increases endurance and improves recovery; appropriate in immune deficiency—both autoimmune and depletion; prevents immune depletion; better indicated for moist conditions/constitutions than Panax—use Panax for dry; used as an adjuvant for diabetes and high cholesterol",
        "resources": [
            "“Eleutherococcus senticosus,” pg 38 in Herbal Actions Database",
            "“Siberian Ginseng, Eleuthero, Ci Wyu Jia” pg. 8-9 in Adaptogens; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Eleuthero,” pg. 199-203 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Ginseng, Siberian” pg 173 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Damiana",
        "family": "Turneraceae (formerly Passifloraceae)",
        "commonNames": "Mexican Holly",
        "partsUsed": "Leaves, flowers",
        "formsAndDosages": {
            "Tincture": "1:5, 60%, 15-60 drops up to 4x/day",
            "Infusion (hot)": "8-12 oz. up to 3x/day"
        },
        "vitalistActionsAndEnergetics": "warm, dry, stimulant, tonic/astringent, diffusive, reproductive trophorestorative",
        "clinicalActions": "warming tonic, aphrodisiac, Chinese Yang tonic, CNS stimulant, diuretic, nervous system trophorestorative, emmenagogue, antidepressant, antitussive, aromatic, astringent, bitter tonic, carminative, circulatory stimulant, euphoric, expectorant, laxative, nervine, oxytocic, urinary antiseptic; affinity for pelvic organs, digestive organs, mucous membranes, lungs",
        "constituents": "volatile oils, phenol hydrocarbons, phytosterols, glycosides (e.g arbutin), flavonoids, bitter principle, caoutchouc, quinovopyranosides, chlorophyll, luteolin, resins, tannins, starch",
        "primaryUses": "bitter-pungent stimulant restorative; acts through the sympathetic nervous system to treat weak/atonic and damp/congested conditions of the CNS, urinary, reproductive, digestive, and respiratory systems; considered to be trophorestorative for the reproductive/sexual system for all genders; regular use of the infusion improves the “digestive fire” and his a mild bitter digestive stimulant action; brings warmth to the pelvic region; traditionally used as a daily stimulant/relaxant tea, and medicinally as a libido tonic; classically used as an adaptogenic (energy, endurance) by indigenous peoples and later settlers of Latin America and the Caribbean",
        "resources": [
            "“Turnera aphrodisiaca,” pg. 116 in Herbal Actions Database",
            "“Damiana,” pg. 2 in Male/Prostatic — Testicular Reproductive Materia Medica; CSCH Class Notes (2023)",
            "Sinadinos, Christa: “Damina,” pg. 171-174 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Damiana” pg. 127-128 in Herbal Vade Mecum"
        ],
        "cautions": "contraindicated during pregnancy; unusual (but not terribly uncommon) side effects include heat and flushed skin, sometimes accompanied by bumps and a hive-like rash; excessive consumption can cause headache, insomnia, or as a stimulant in sensitive individuals"
    },
    {
        "name": "Elder- Sambucus canadensis; Sambucus nigra",
        "family": "Caprifoliaceae",
        "commonNames": "black elder, elderberry, blue elder, Rocky Mountain black elder, Mexican elder, lace leaf elder, cut-leaf elder, blood elder, bour tree, ellhorn",
        "partsUsed": "flowers, berries",
        "formsAndDosages": {
            "Tincture/Glycerite": "fresh or dried berries, 30-90 drops, up to 4x/day",
            "Tea": "decoction or hot infusion of the berries; 8-12 oz up to 3x/day; hot or cold infusion of the flowers, 8-12 oz 3-4x/day",
            "Honey/Syrup": "berries, 1 tsp-1 Tbsp up to 4x/day"
        },
        "vitalistActionsAndEnergetics": "gentle relaxant; cool and dry",
        "clinicalActions": {
            "Berry": "antiarthritic, antiscorbutic, antiviral, demulcent, diuretic (mild), laxative (mild), lymphatic, alterative, expectorant, immune modulator",
            "Flower": "anti-inflammatory, astringent, relaxant diaphoretic, demulcent, diuretic (mild), emollient, refrigerant, sudophoric, expectorant, antioxidant"
        },
        "constituents": {
            "Berry": "flavonoids, sugars, vitamins C and B complex, cyanogenic glycosides, lectins, tannins, immune stimulating polysaccharides, iron, anthocyanins",
            "Flowers": "Flavonoids, Anthocyanins, Triterpenes, Volatile Oil, Mucilage, Tannins"
        },
        "primaryUses": "inflammation of the upper respiratory tract; inflammation of the GI tract; flower can be used as detoxifier for eczema; flower can be used as mouthwash for inflammation in the mouth and throat; berries are used as an immunomodulator and antiviral",
        "cautions": "use dried flowers without peduncle; raw berries can irritate the GI tract",
        "resources": [
            "Chevallier, Andrew: “Elder” pg 132 in Encyclopedia of Herbal Medicine",
            "“Sambucus nigra” pg 103 in “Herbal Actions Database”",
            "Sinadinos, Christa: “Elder” pg 190-194 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Elder, European,” pg 142 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Stoneroot- Collinsonia canadensis",
        "family": "Lamiaceae",
        "commonNames": [
            "richweed",
            "horse balm",
            "horse weed",
            "richleaf",
            "knob root",
            "knobweed",
            "hardback",
            "heal-all",
            "oxbalm",
            "knot root"
        ],
        "partsUsed": [
            "root",
            "aerial parts"
        ],
        "formsAndDosages": {
            "Tincture (fresh plant)": "1:2, 35-50%, 20-40 drops 3x/day",
            "Tincture (dry root)": "1:5, 60%, 45-60 drops 3-4x/day",
            "Tea": "decoction or cold infusion, up to 8 oz., 2-4x/day"
        },
        "vitalistActionsAndEnergetics": [
            "cool (?)",
            "dry",
            "tonic/astringent",
            "strong vital stimulant",
            "nervine/relaxant"
        ],
        "clinicalActions": [
            "mild astringent",
            "antispasmodic to smooth muscle",
            "diuretic",
            "nervine",
            "emetic",
            "tonic to mucous membranes, venous system, and nervous system",
            "aromatic",
            "bitter tonic",
            "anti-inflammatory",
            "antilithic"
        ],
        "constituents": [
            "tannins",
            "triterpenoid saponins",
            "volatile oils",
            "mucilaginous polysaccharides",
            "alkaloids",
            "resins",
            "bitter principles",
            "organic acids"
        ],
        "primaryUses": [
            "Focus on the venous system",
            "tonic/astringent to the GI mucosa, liver, and nerves",
            "eclectics considered it to be an alterative, especially for the GI",
            "indicated for portal vein congestion",
            "specific for venous stasis with pelvic or rectal congestion (e.g. hemorrhoids)",
            "used for spastic and inflammatory conditions of the GI tract and the genitourinary tract",
            "helpful for primary dysmenorrhea",
            "externally used for bruises, small cuts, and boils"
        ],
        "resources": [
            "“Collinsonia canadensis” pg 32 in “Herbal Actions Database”",
            "Sinadinos, Christa: “Stone Root” pg. 482-483 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Stone Root,” pg 362-63 in Herbal Vade Mecum",
            "“Stone Root, Richweed” pg. 9 in “Cardiovascular Materia Medica,” CSCH Class Notes 2023"
        ]
    },
    {
        "name": "Yarrow",
        "family": "Asteraceae",
        "commonNames": "yarrow, yarroway, milfoil, woundwort, soldier’s woundwort, carpenter’s weed, staunchweed, nosebleed, devil’s nettle, devil’s plaything, bad man’s plaything, old man’s pepper, thousand weed, sanguinary",
        "partsUsed": "flowering tops",
        "formsAndDosages": {
            "Tincture/Glycerite": "10-60 drops, up to 4x/day",
            "Tea": "hot or cold infusion, 4-8 oz. Up to 4x/day (do not boil, and keep covered to preserve volatile oils)",
            "Topical": "infused oil; essential oil"
        },
        "vitalistActionsAndEnergetics": "complex temperature—cooling bitter principles with warming aromatics (more cool than warm); dry, strong vital stimulant, tonic/astringent",
        "clinicalActions": "bitter tonic (cold infusion), diaphoretic (warm preparation), hemostatic, aromatic, choleric, cholagogue, anti-inflammatory, antispasmodic, emmenagogue, astringent, antimicrobial, amphoteric, antipyretic, carminative, diuretic, expectorant, hemostatic, hypotensive, mild immune stimulant, sudorific, vasodilator, vulnerary, astringent",
        "constituents": "volatile oils, bitter principles, flavonoids, coumarins, proline-betaines, polyacetylenes, phenolic acids, lactones, tannins, resin, saponins, sterols, alkanes, fatty acids, sugars, alkaloids, amino acids, triterpenes, phytosterols",
        "primaryUses": "internally, used for loss of appetite and non ulcer dyspepsia, inflammatory and/or spastic conditions of the GI tract, inflammation of the upper respiratory tract, dysmenorrhea, as a cooling diaphoretic, stimulates digestive secretions, treats UTIs; externally (wash, wet compress, poultice), used for minor skin inflammations, wounds, and hemorrhoids; as a mouthwash for inflammations in the mouth",
        "resources": {
            "Herbal Actions Database": "pg 1",
            "Encyclopedia of Herbal Medicine": "pg 56",
            "The Essential Guide to Western Botanical Medicine": "pg 532-536",
            "Herbal Vade Mecum": "pg 398-399"
        },
        "cautionsContraindicationsPossibleAdverseEffects": "consult a doctor before using for any gynecologic disorders; should be avoided during pregnancy; children under the age of 10 should not consume caution in those with sensitivities to asteraceae family; should not be used for a long period of time"
    },
    {
        "name": "Raspberry Leaf",
        "family": "Rosaceae",
        "commonNames": [
            "Red raspberry",
            "trefoil",
            "white bark raspberry",
            "blackcap raspberry",
            "black raspberry",
            "blue raspberry"
        ],
        "partsUsed": "leaves, fruit are edible but not medicinal",
        "formsAndDosages": {
            "Tincture": "10-60 drops, 1-4x/day",
            "Tea": "hot or cold infusion, 8-12 oz. 1-4x/day; may be bitter if left to steep for longer than 5-10 minutes, especially when boiling water is used—use hot (not boiling) water to decrease bitterness",
            "Topical": "Cool tea to room temperature, strain through coffee filter and use as vaginal irrigation, enema, eye wash, mouthwash, fomentation, or poultice"
        },
        "vitalistActionsAndEnergetics": "vital stimulant, tonic/astringent",
        "clinicalActions": [
            "astringent",
            "galactagogue",
            "hemostatic",
            "nutritive",
            "partus preparator",
            "uterine tonic",
            "antispasmodic"
        ],
        "constituents": [
            "Tannins",
            "flavonoids",
            "fragarine",
            "organic acids",
            "ferric citrate",
            "volatile oils",
            "fixed oils",
            "resin",
            "pectin",
            "vitamin C"
        ],
        "primaryUses": [
            "women’s reproductive tonic and partus preparator; relaxes and tones uterine pelvic muscles; can be consumed daily during pregnancy to prevent miscarriage, strengthen uterus, and promote smooth delivery; helps tone uterus after birth; improves integrity of reproductive organs in individuals with uterine cysts, dysmenorrhea, or fibroids; helps reduce morning sickness, especially when combined with peppermint; decreases excessive blood flow following birth, miscarriage, or abortion; reduces heavy menstrual flow and mid-cycle or menopausal spotting; nutritive rich in iron, calcium, and magnesium; helpful for people with iron-deficient anemia and prevents osteoporosis; decreases inflammation in mucous membranes, good for sore throats, diarrhea, and dysentery; can be used as an enema to reduce inflammation; wash or compress can be used for wounds, ulcers, skin inflammation, or hemorrhoids; can be used as vaginal irrigation to reduce secretions, decrease inflammation, and/or treat vaginitis or yeast infections; use in bath for hemorrhoids, anal fissures, and to help heal after giving birth; can be used as an eye wash for conjunctivitis, allergies, or eye inflammation; gentle bitter digestive tonic; mild effect on lowering blood glucose levels"
        ],
        "resources": [
            "Moore, Michael: “Rubus” pg. 32 in Herbal Materia Medica- Fifth Edition",
            "“Rubus spp” pg 17 in “Herbal Actions Database”",
            "Sinadinos, Christa: “Raspberry Leaf” pg 418-420 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Raspberry,” pg 315 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Milk Thistle- Silybum marianum",
        "family": "Asteraceae",
        "commonNames": "Mary’s thistle, holy thistle, Venus thistle, variegated thistle",
        "partsUsed": "seed",
        "formsAndDosages": {
            "Concentrated extracts standardized for Silymarin": "2-3 tsp 2-3x/day taken with food",
            "Powder/ground meal": "2-3 tsp 2-3x/day taken with food; ideal to grind fresh or use within a few months (keep refrigerated—oils in seed spoil easily once ground)",
            "Tincture (dry seed)": "1:3, 70% 15-90 drops 1-3x/day"
        },
        "vitalistActionsAndEnergetics": "cool, dry, tonic/astringent",
        "clinicalActions": "hepatoprotective, hepatic trophorestorative, venous tonic, anti-inflammatory, antioxidant, cholagogue, choleretic, hepatodetoxifier, mild laxative; affinity for the liver and portal system",
        "constituents": "polyphenols (flavonolignans—silymarin, silybin, silydianin, silychristin), flavonols (quercitin, etc.), lipids, biogenic amines, flavonols, flavones, lignans, proteins",
        "primaryUses": "traditionally used for both stagnant and inflamed liver conditions; used by the eclectics for stagnant and inflamed liver, spleen, and pelvic organs; current research has found hepatoprotective properties due to powerful antioxidant support for glutathione system as well as promotion of liver cell regeneration; use to prepare for anticipated liver stress (e.g. anesthesia); powdered seed can be taken daily to nourish the liver; concentrated, standardized extracts are well indicated for liver disease; in Europe, an injectable form of silymarin is used to stop liver tissue degeneration due to poisoning from the Amanaita mushroom—only known substance that helps",
        "resources": [
            "“Silybum marianum,” pg. 107 in Herbal Actions Database",
            "“Milk Thistle, St. Mary’s Thistle, Holy Thistle” pg. 9-10 in Hepatic Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Milk Thistle,” pg. 331-334 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Milk Thistle” pg. 248-249 in Herbal Vade Mecum"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "Silybum is an anti-toxin, with no reported adverse effects; totally safe in high doses; potential contraindication with drugs/medications metabolized in the liver"
    },
    {
        "name": "Horse Chestnut- Aesculus hippocastanum",
        "family": "Sapindaceae (formerly Hippocastanaceae)",
        "commonNames": [
            "Buckeye",
            "Conker Tree",
            "Spanish Chestnut",
            "Escine",
            "Aescin",
            "Venastat"
        ],
        "partsUsed": "bark and seed husks (usually tinctured fresh)",
        "formsAndDosages": [
            {
                "form": "Tincture (fresh plant)",
                "dosage": "1:5, 50% 3-15 drops, 2-3x/day (lower dose herb)",
                "application": "can be applied topically to external hemorrhoids"
            }
        ],
        "vitalistActionsAndEnergetics": "slightly cool, slightly dry, tonic/astringent, stimulant",
        "clinicalActions": [
            "astringent",
            "anti-inflammatory",
            "antispasmodic",
            "vasotonic",
            "diuretic",
            "antiexudative",
            "antiedematous",
            "antioxidant"
        ],
        "constituents": [
            "saponins",
            "coumarins",
            "tannins",
            "triterpenoid saponins",
            "starch",
            "fixed oil",
            "phytosterols",
            "antioxidants",
            "aescin",
            "flavonols",
            "flavonoids",
            "fatty acids"
        ],
        "primaryUses": "astringent and tonic to venous system and capillary networks; improves vascular resistance; anti-inflammatory, antispasmodic; indicated for pelvic congestion, works as a blood-mover; specific (internally and externally) for hemorrhoids—portal vein obstruction/congestion; helpful for varicose veins and varicose ulcers; supportive in postthrombotic syndrome; secondary actions on ureters and bronchial tubes; helps normalize an increased microvascular permeability and fragility",
        "cautionsContraindicationsPossibleAdversEffects": "no contraindications when used properly; may cause upset stomach in rare cases; should only be used in standardized products (due to aescin content); caution when taken along with anticoagulants (e.g. warfarin) and/or platelet aggregation inhibitors (e.g aspirin)",
        "resources": [
            "“Aesculus hippocastanum” pg 51 in “Herbal Actions Database”",
            "“Aesculus hippocastanum” in “Aesculus hippocastanum. Horse Chestnut Monograph,” CSCH 2023",
            "“Horse Chestnut, Buckeye, Conker Tree” pg. 8 in “Cardiovascular Materia Medica,” CSCH Class Notes 2023",
            "Skenderi, Gazmend: “Horse Chestnut,” pg 198 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Fenugreek- Trigonella foenum-graecum",
        "family": "Fabaceae",
        "commonNames": [
            "Chandrika",
            "Methi",
            "Greek Hay",
            "Bird's Foot",
            "Trigonella"
        ],
        "partsUsed": "seed",
        "formsAndDosages": {
            "Powdered Seed": "5-7 grams in water, 1-2x/day",
            "Infusion": "1:30, 6-8 oz, 2-3x/day",
            "Tincture": "1:5, 60%, 15-60 drops, up to 3x/day",
            "Culinary": "used as a seasoning in Indian and Middle Eastern Cuisine"
        },
        "vitalistActionsAndEnergetics": [
            "warm",
            "moist to tissues when used topically but can have systemic drying effects when taken internally",
            "vital stimulant",
            "relaxant"
        ],
        "clinicalActions": [
            "demulcent",
            "expectorant",
            "emollient",
            "stomachic",
            "tonic",
            "insulin sensitizing",
            "nutritive",
            "mild aphrodisiac",
            "carminative",
            "hypoglycemic",
            "mucous membrane tonic; affinity for muscles, mucous membranes, digestive glands, endocrine system (insulin function)"
        ],
        "constituents": [
            "mucilage",
            "steroidal saponins",
            "alkaloids",
            "flavonoids",
            "bitter principles",
            "proteins",
            "lipids"
        ],
        "primaryUses": [
            "can help increase sexual arousal in some",
            "internally used for inflammation of the GI tract (loss of appetite, gastritis, IBS) and upper respiratory tract (bronchitis, coughs, etc.)",
            "long term use can have hypoglycemic effects that can help lower elevated blood glucose levels in type I and type II diabetes",
            "effective as a galactagogue (combine with fennel, anise, blessed thistle, and shatavari)",
            "externally, used as a poultice for minor skin irritations, eczema, ulcers, and boils"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": [
            "medicinal doses should be avoided during pregnancy, except to help stimulate labor",
            "may impair the absorption of some drugs, to be cautious take drugs 1 hour apart from taking fenugreek",
            "can occasionally cause digestive upset in sensitive individuals",
            "otherwise generally considered to be a safe herb"
        ],
        "resources": [
            "Trigonella foenum-gracium, pg. 115 in Herbal Actions Database",
            "Fenugreek, Chandrika, Methi, pg. 6-7 in Male/Prostatic - Testicular Reproductive Materia Medica; CSCH Class Notes (2023)",
            "Sinadinos, Christa: Fenugreek, pg. 215-217 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: Fenugreek, pg. 152 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Goldenrod- Solidago spp.",
        "family": "Asteraceae",
        "commonNames": [
            "Blue Mountain Tea",
            "Woundwort",
            "Aaron’s Rod",
            "St. Peter’s Staff"
        ],
        "partsUsed": "flowering tops",
        "formsAndDosages": {
            "Tincture": "1:5, 60%, 15-30 drops as needed",
            "Infusion (hot)": "1:30, 1-3 oz. as needed, or in use as part of a flushing therapy (1 liter within 15 minutes 1x/day)"
        },
        "vitalistActionsAndEnergetics": "complex, slightly different based on species; S. canadensis is cool-cold with stronger bitter properties; S. odora is more neutral-warm; both are dry, bitter, tonic/astringent, kidney trophorestorative",
        "clinicalActions": [
            "diuretic",
            "diaphoretic",
            "anti-inflammatory",
            "antiseptic",
            "mildly astringent",
            "hemostatic",
            "UT analgesic",
            "anticatarrhal",
            "antifungal",
            "antispasmodic",
            "styptic",
            "vulnerary",
            "antibacterial",
            "immunomodulator"
        ],
        "primaryUses": "S. odorra (Eastern U.S. species) and others can be aromatic, carminative, and antispasmodic; useful with acute or chronic infection or inflammation of the kidney; leaf medicine is mildly astringent and hemostatic; aerial parts are all mildly antiseptic and anti-inflammatory to bladder mucosa and tonic/astringent to the mucous membranes in general; nourishes and strengthens the kidneys; useful as a flushing out treatment for inflammations of the genitourinary tract, urinary gravel and non obstructive stones, to prevent recurrent UTIs/stones/gravel, for inflammations of the GI tract and upper respiratory tract",
        "constituents": [
            "flavonoids",
            "triterpenoid saponins",
            "phenol glycosides",
            "diterpenes",
            "phenolic acids",
            "tannins",
            "polysaccharides",
            "volatile oil"
        ],
        "cautions": "Caution in those with sensitivities to the Asteraceae family; caution in those already on strong diuretic medications; flushing-out treatment is contraindicated in cases",
        "resources": [
            "Goldenrod,” pg. 4 in Urinary System Therapeutics and Materia Medica; CSCH Class Notes (2023)",
            "Sinadinos, Christa: “Goldenrod,” pg. 246-248 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Goldenrod” pg. 175 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Ashwagandha- Withania somnifera",
        "family": "Solanaceae (Nightshade family)",
        "commonNames": [
            "Ayurvedic Ginseng",
            "Wintercherry",
            "Turragi",
            "Indian Ginseng"
        ],
        "partsUsed": "root",
        "formsAndDosages": [
            "Decoction/Cold Infusion- 1:30, 4 oz 2-3x/day",
            "Tincture- 1:5, 60%, 15-60 drops 3x/day",
            "Topical: Apply as a poultice for swellings and boils"
        ],
        "vitalistActionsAndEnergetics": "warm, moist? dry?, bitter, stimulant, tonic",
        "clinicalActions": [
            "adaptogen",
            "balancing",
            "anti-inflammatory",
            "antispasmodic",
            "mild astringent",
            "immune modulating",
            "nervine",
            "nutritive",
            "mild sedative",
            "mild hypotonic",
            "antitumoral",
            "antioxidant",
            "restorative",
            "aphrodisiac",
            "affinity for the endocrine system"
        ],
        "constituents": [
            "alkaloids",
            "phytosterols"
        ],
        "primaryUses": [
            "builds strength",
            "enhances recovery from chronic disease",
            "normalizes endocrine function (thyroid, adrenals, gonads)",
            "some studies point towards thyroid stimulating effect",
            "especially effective in cases of nervous anxiety and irritability (mood) in those with cooler constitutions",
            "nervine + adaptogen = effective for neurasthenia (depleted vital reserves in the nervous system), fatigue, insomnia, mental fog",
            "may be helpful for men with depressed libido, especially if associated with stress",
            "supportive in minor spastic conditions of the GI tract (IBS, stress induced), genitourinary tract, and upper respiratory tract",
            "supportive in cases of decreased immune response",
            "helpful for those with low sexual drive, especially when associated with stress",
            "externally, can be used as a poultice for boils and swellings"
        ],
        "resources": [
            "Ashwagandha, Ayurvedic Ginseng, Wintercherry” pg. 10 in Adaptogens; CSCH Class Notes 2023",
            "Ashwagandha, Ayurvedic Ginseng, Wintercherry,” pg. 3 in Male/Prostatic — Testicular Reproductive Materia Medica; CSCH Class Notes",
            "Sinadinos, Christa: “Ashwagandha,” pg. 38-40 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Ashwagandha” pg. 23-24 in Herbal Vade Mecum",
            "“Withania somnifera,” pg. 127 in Herbal Actions Database"
        ]
    },
    {
        "name": "Lady’s Mantle",
        "family": "Rosaceae",
        "commonNames": [
            "Our Lady’s Mantle",
            "Dewcup",
            "Lion’s Foot",
            "Bear’s Foot",
            "Nine Hooks",
            "Great Sanicle",
            "Stellaria"
        ],
        "partsUsed": [
            "aerial parts",
            "roots"
        ],
        "formsAndDosages": {
            "Cold Preparations": "toning, styptic",
            "Hot Preparations": "diaphoretic, venous action",
            "Tincture": "1:5, 50%, 10-45 drops 4x/day",
            "Infusion": "1:30, 4-6 oz. 2-3x/day",
            "Topical": "strain hot infusion and allow to cool, use as an eye wash, mouthwash, vaginal irrigation, enema, sitz bath, fomentation, or poultice"
        },
        "vitalistActionsAndEnergetics": [
            "cool",
            "dry",
            "tonic/astringent",
            "bitter"
        ],
        "clinicalActions": [
            "astringent",
            "styptic",
            "hemostatic",
            "anti-inflammatory",
            "diaphoretic",
            "styptic",
            "vulnerary",
            "mild febrifuge",
            "antispasmodic",
            "bitter tonic",
            "diuretic"
        ],
        "primaryUses": [
            "specific for strengthening hollow organs (prolapse, atonic conditions of uterus and bladder)",
            "useful to lessen or prevent menorrhagia, especially if taken 1-2 weeks before menses",
            "wise woman tradition midwives used Alchemilla in the form of a tincture of the fresh root, in dropperful doses as needed, to slow postpartum bleeding",
            "similar in action to Shepherd’s Purse",
            "sitz bath reduces inflammation in the labia, perineum, and rectum resulting from birthing, yeast infections, or hemorrhoids"
        ],
        "constituents": [
            "flavonoids",
            "tannins",
            "glycosides",
            "triterpenes",
            "agrimoniin",
            "pendunculagin",
            "bitter principles"
        ],
        "resources": [
            "Lady’s Mantle, Our Lady’s Mantle” pg. 12 in Female/Uterine-Ovarian Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Lady’s Mantle,” pg. 291-293 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Lady’s Mantle” pg. 219-220 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Wild Cherry Bark",
        "family": "Rosaceae",
        "commonNames": [
            "Cherry bark",
            "Black Cherry",
            "Virginian Prune",
            "Choke Cherry",
            "Bitter-Berry",
            "Virginia Bird Cherry",
            "Rum Cherry"
        ],
        "partsUsed": [
            "bark",
            "flowers",
            "fruits"
        ],
        "formsAndDosages": {
            "Cold Water Infusion": "macerate half an ounce in a half a pint of cold water for 4 hours (not longer), take 1 fl. oz. every 3-4 hours; must be refrigerated",
            "Syrup- Water-based percolation": "1:10, add equal volume of simple syrup and 10% alcohol; 1 tsp 1-4x/day",
            "Tincture": {
                "Fresh Bark": "1:3-1:4, 60-95%",
                "Dry Bark": "1:5, 50% alcohol, 10% glycerin; 30-60 drops, 1-5x/day"
            }
        },
        "vitalistActionsAndEnergetics": [
            "cool",
            "dry",
            "relaxant (to cough reflex) with lesser stimulant action",
            "mild tonic/astringent",
            "mild bitter tonic"
        ],
        "clinicalActions": [
            "antispasmodic",
            "alterative",
            "expectorant",
            "nervine relaxant/sedative",
            "astringent (when boiled)",
            "soothing to mucous membranes",
            "sedative to cough reflex",
            "aromatic"
        ],
        "constituents": [
            "cyanogenic glycosides (prunasin, amygdalin)",
            "tannins",
            "benzaldehyde",
            "anthocyanidins",
            "an enzyme (prunase)",
            "coumarins"
        ],
        "primaryUses": [
            "mild, soothing stimulant tonic expectorant for acute and chronic irritable coughs",
            "nourishing and toning to respiratory and digestive systems",
            "quiets nervous irritability",
            "soothing alterative to circulatory, pulmonary, and digestive systems",
            "relaxant/sedative for conditions of prolonged irritation",
            "as a cold water extraction, will smell like almonds",
            "externally, can be used as a poultice for minor skin inflammations, cuts, ulcers, and wounds, and as a gargle for inflammations of the throat"
        ],
        "resources": [
            "Prunus serotina, spp - pg 93 in Herbal Actions Database",
            "Sinadinos, Christa: Wild Cherry Bark - pg. 518-521 in The Essential Guide to Western Bontanical Medicine",
            "Skenderi, Gazmend: Black Cherry - pg 50 in Herbal Vade Mecum",
            "Wild Cherry Bark - pg. 12-13 in Respiratory & Mucous Membrane Materia Medica; CSCH Class Notes 2023"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "Contains very low levels for cyanogenic glycosides, not enough to be toxic with normal therapeutic use; wilted Prunus leaves, however, contain very high levels or these cyanide-generating constituents and can be toxic or fatal; should be avoided during pregnancy and lactation"
    },
    {
        "name": "Marshmallow- Althaea officinalis",
        "family": "Malvaceae",
        "commonNames": [
            "althaea",
            "Althea",
            "sweet weed",
            "mortification root",
            "cheese plant",
            "wymote",
            "mallards",
            "mauls",
            "Schloss tea"
        ],
        "partsUsed": [
            "leaf",
            "root",
            "flower"
        ],
        "formsAndDosages": {
            "Tincture (fresh root)": "1:2, 60%, 15-60 drops, 1-4x/day, or as needed",
            "Tincture (dry root)": "1:5, 30-50%, 15-60 drops, 1-4x/day",
            "Glycerite": "1:5, (40% water, 30% glycerin, 30% alcohol), 15-60 drops, 1-4x/day",
            "Capsules": "2-4 “00” capsules, 1-4x/day",
            "Infusion (cold)": "8-12 oz, 3-4x/day, or as needed",
            "Honey/Syrup": "1 tsp, 1-5x/day",
            "Topical": "wash, fomentation, poultice, cream, infused oil"
        },
        "vitalistActionsAndEnergetics": [
            "cool and moist",
            "relaxant"
        ],
        "clinicalActions": [
            "nutritive",
            "demulcent",
            "anti-inflammatory",
            "immune-enhancing",
            "galactagogue",
            "nervine",
            "antitussive",
            "emollient",
            "diuretic",
            "expectorant",
            "laxative",
            "vulnerary"
        ],
        "constituents": [
            "mucilaginous polysaccharides",
            "flavonoids",
            "root contains starch, pectin, sucrose, an amino acid (asparagine), choline, gossypin-3-sulfate, galvanic acid, malvidin, Calvin, octacosane, calcium phosphate, calcium, oxalate, fixed oil, quercetin, kaempferol, polyphenolic acids"
        ],
        "primaryUses": {
            "internally": "used for inflammatory conditions of the upper respiratory tract, GI tract, and genitourinary tract",
            "externally": "used for inflammation of the mouth/throat, for minor skin inflammations, burns, and wounds"
        },
        "cautionsContraindicationsPossibleAdverseEffects": [
            "may impair absorption of other drugs, so should be taken about one hour apart",
            "consumption of large amounts may result in loose stools",
            "otherwise considered to be very safe"
        ],
        "resources": [
            "“Althea officinalis” pg 6 in “Herbal Actions Database”",
            "Moore, Michael: “Althea (Marshmallow or Hollyhock)” pg 25 in Herbal Materia Medica—fifth edition",
            "Sinadinos, Christa: “Marshmallow” pg. 323-327 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Marshmallow,” pg 242 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Thyme- Thymus vulgaris",
        "family": "Lamiaceae",
        "commonNames": [
            "Thyme",
            "common thyme",
            "garden thyme",
            "Spanish thyme",
            "mother thyme",
            "creeping thyme"
        ],
        "partsUsed": "Aerial parts",
        "formsAndDosages": {
            "Tincture (fresh)": "1:3-1:4, 80-95%, 15-90 drops, 3-4x/day",
            "Tincture (dry)": "1:5-1:7, 60%, 15-90 drops, 3-4x/day",
            "Infusion (hot)": "8-12 oz., 1-3x/day",
            "Honey/Syrup": "add to tea or hot water, consume 1-4x/day",
            "Topical": [
                "fomentation",
                "poultice",
                "foot bath",
                "infused oil (using alcohol intermediary method)",
                "essential oil",
                "salve",
                "liniment",
                "soap",
                "lotion"
            ]
        },
        "vitalistActionsAndEnergetics": [
            "warm",
            "dry",
            "relaxant",
            "diffusive",
            "vital stimulant"
        ],
        "clinicalActions": [
            "aromatic",
            "antispasmodic",
            "antiseptic",
            "antibacterial",
            "diaphoretic",
            "emmenagogue",
            "carminative",
            "cough relaxant",
            "expectorant",
            "stomachic",
            "anti-inflammatory",
            "antifungal",
            "anthelmintic",
            "antioxidant",
            "antitussive",
            "antiviral",
            "bronchodilator",
            "carrier",
            "circulatory stimulant",
            "counterirritant",
            "mild astringent",
            "rubefacient",
            "vermifuge"
        ],
        "constituents": [
            "volatile oils",
            "tannins",
            "flavonoids",
            "triterpenoid saponins",
            "bitter principles",
            "monoterpene hydrocarbons"
        ],
        "primaryUses": [
            "Aromatic; EO constituents are strongly antibacterial; indicated for inflammatory and spasmodic conditions of the respiratory, GI, and urinary systems; traditionally considered a specific for whooping cough (with Lobelia); essential oil contains thymol—specific antispasmodic and antiseptic effect on respiratory system; direct application—one drop in pan of hot water for steam; may be applied topically to the chest or taken internally; relaxant/carminative to the GI; can be used externally for inflammation in the mouth and throat, for bad breath, and for wounds"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": [
            "potential emmenagogue; contraindicated during pregnancy or lactation in anything but food-like amounts"
        ],
        "resources": [
            "Sinadinos, Christa: “Thyme” pg. 484-489 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Thyme,” pg 372-73 in Herbal Vade Mecum",
            "“Thyme” pg. 13 in “Respiratory and Mucous Membrane Materia Medica,” CSCH Class Notes 2023",
            "“Thymus vulgaris” pg 112 in “Herbal Actions Database”"
        ]
    },
    {
        "name": "Goldenseal",
        "family": "Ranunculaceae",
        "commonNames": [
            "Yellow Pucoon",
            "Yellow Root"
        ],
        "partsUsed": "Rhizome and leaf",
        "formsAndDosages": {
            "Tincture": "1:2/1:5, 70%, 15-30 drops, 4x/day",
            "Topically": "use hydrothanolic extract in oils or salves; poultice; can be used as mouthwash or paste"
        },
        "vitalistActionsAndEnergetics": "cold and dry, strong vital stimulant, tonic/astringent",
        "clinicalActions": [
            "antiseptic",
            "antimicrobial",
            "antiprotozoal",
            "disinfectant",
            "bitter tonic",
            "venous tonic",
            "astringent",
            "cholagogue",
            "alternative",
            "oxytocic",
            "hemostatic",
            "anti-inflammatory",
            "uterine stimulant",
            "stops internal bleeding"
        ],
        "primaryUses": "Topically, useful as a broad-spectrum antimicrobial, extremely useful in conditions of persistent chronic infection (especially where biofilms are presumed to have formed, whether fungal, bacterial, etc.); specifically indicated for disorders affecting mucous membranes (eye, ear, nose, throat, stomach, intestines, vagina; useful as a nasal or skin wash, and in infections of the digestive tract; good as a mouthwash for inflammations of the mouth, inflamed and bleeding gums, and canker sores; can be used as a wash for vaginal irritation or vulvovaginitis; widely and wrongly purported as an “herbal antibiotic,” however, the strong antiseptic effects are mainly seen topically when the herb can come into direct contact with the infected tissues (skin, upper respiratory tract, digestive, vaginal, anal, etc.); internally, has alterative properties, likely due to its enhancement of the organs of detoxification rather than it clearing pathogens within the body; often paired with Commiphora in classical preparations",
        "constituents": [
            "Isoquinoline alkaloids (berberine, hydrastine, canadine, etc.)",
            "resins",
            "tannins",
            "phenolic acids",
            "volatile oils"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "look for signs of exacerbating coldness or dryness when taken internally; use caution when putting powder into herbs, as the body may have a hard time clearing this; potential emmenagogue, contraindicated during pregnancy and lactation; may cause GI upset in higher doses",
        "resources": [
            "Chevallier, Andrew: “Hydrastis canadensis (Ranunculaceae): Goldenseal,” pg. 105 in Encyclopedia of Herbal Medicine",
            "“Goldenseal,” pg. 7-8 in Skin Materia Medica; CSCH Class Notes 2023",
            "“Hydrastis canadensis,” pg 56 in Herbal Actions Database",
            "Skenderi, Gazmend: “Goldenseal,” pg 175-176 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Milky Oats",
        "family": "Poaceae",
        "commonNames": [
            "Milky oats",
            "wild oats",
            "cultivated oats",
            "oat grass",
            "black oat",
            "wheat oat",
            "red oat",
            "side oat",
            "tree oat",
            "shaufan"
        ],
        "partsUsed": "Fresh milky unripe seeds for tincture preparation; aerial stalks and leaves for tea",
        "formsAndDosages": {
            "tincture/glycerite": "1:2: 10-60 drops up to 4x/day (not useful as nutritive)",
            "tea": {
                "dry straw and/or tops": "standard hot or cold infusion 1:30",
                "dosage": "8-12 oz. 3-4x/day"
            }
        },
        "vitalistActionsAndEnergetics": {
            "oatTops": {
                "action": "Cool, vital stimulant, relaxant with gentle stimulant action"
            },
            "oatStraw": {
                "action": "cool in temperature, neutral-moist, relaxant"
            }
        },
        "clinicalActions": {
            "oatTops": [
                "Nervine",
                "trophorestorative",
                "mood elevator"
            ],
            "oatStraw": [
                "nutritive",
                "demulcent",
                "emollient"
            ]
        },
        "constituents": [
            "minerals",
            "vitamins",
            "coumarins",
            "avenin in oats",
            "vitamins (b complex in oats)",
            "steroidal saponins"
        ],
        "primaryUses": {
            "oatTops": "good emollient properties; excellent for nervous system fatigue/depletion and atonic states; calming but not sedative; reduces anxiety, agitation, heart palpitations, and restlessness; can help with stress-related headaches; supports PMS and menopausal anxiety and irritability; can be supportive in withdrawal; can help with nervous jitters, nerve tremors, eye twitches, leg cramps, and cold cramps",
            "oatStraw": "mineral content helps supports healthy bones, teeth, hair, and nails; supportive nutritive for women during pregnancy and lactation; provides readily available alkaline minerals that are easily depleted from the body due to the consumption of coffee and/or acidic foods; well-indicated in individuals who are malnourished; indicated for high cholesterol; good for inflammation of the GI tract"
        },
        "resources": [
            "“Avena sativa” pg 17 in “Herbal Actions Database”",
            "MacKinnon, Kat: “Oatstraw” pg 13 in “Histology and Cell Environment” CSCH Class notes (2020)",
            "Moore, Michael: “Avena” pg. 9 in Herbal Materia Medica- Fifth Edition",
            "Sinadinos, Christa: “Oats” pg 361-364 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Oats,” pg 272 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Uva Ursi- Arctostaphylos uva-ursi",
        "family": "Ericaceae",
        "commonNames": [
            "Bearberry",
            "Bear Grape",
            "Pinemat",
            "Hogberry",
            "Rockberry",
            "Chipmunk’s Apples",
            "Mealberry",
            "Mountain Cranberry",
            "Sanberry"
        ],
        "partsUsed": "leaf",
        "formsAndDosages": {
            "Tincture": "1:5, 50%, 30-60 drops in water 3x/day",
            "Infusion": "1:30, 3-4 oz. 3x/day",
            "Topical": "infusion can be diluted and used as a sitz bath; use as poultice, fomentation, te, or acetum extract"
        },
        "vitalistActionsAndEnergetics": "cold, dry, stimulant, tonic/astringent",
        "clinicalActions": [
            "antiseptic",
            "astringent",
            "anti-inflammatory",
            "urinary tract antiseptic",
            "tonic/astringent (to gut and pelvic tissues)",
            "fungistatic",
            "antibacterial"
        ],
        "constituents": [
            "Arbutin",
            "tannins",
            "ursolic acid",
            "hydroquinone-glycosides",
            "phenol glycosides",
            "flavonoids",
            "triterpenes",
            "phenolic acids",
            "bitter principles"
        ],
        "primaryUses": "tonifying to all pelvic organs; classic disinfectant for cystitis; contains arbutin, which is metabolized to become hydroquinone (a strong antiseptic) in the urine; very little diuretic activity; leaves are particularly astringent and anti-inflammatory to all mucous membranes, but have definite affinity to genitourinary system; increases flow of urine; has antibacterial actions against Staphylococcus, Pseudomonas, Proteus, and E. Coli bacterias.",
        "resources": [
            "“Arctostaphylos uva ursi,” pg. 12 in Herbal Actions Database",
            "“Uva Ursi,” pg. 10-11 in Urinary System Therapeutics and Materia Medica; CSCH Class Notes (2023)",
            "Sinadinos, Christa: “Uva Ursi and Manzanita,” pg. 504-507 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Uva-Ursi” pg. 383 in Herbal Vade Mecum"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "extended use can be irritating/stressful for kidneys; avoid with active kidney disease; can potentially act as an emmenagogue and/or disrupt blood flow to fetus; as an isolated substance, hydroquinone was used in skin whitening creams and was banned by the FDA after it was shown to be carcinogenic in rat studies; one case of carcinogenicity has been reported in a 56-year-old woman who took Uva ursi as a simple for 3 years straight; whole plant extracts have been found to be generally safe in moderate doses for up to 4 weeks; avoid larger doses of fresh leaves; caution with use during pregnancy and lactation"
    },
    {
        "name": "Rosemary",
        "family": "Lamiaceae",
        "commonNames": [
            "Our Lady’s rose",
            "dew of the sea",
            "sea dew",
            "old man",
            "polar plant",
            "compass weed",
            "compass plant"
        ],
        "partsUsed": "aerial parts",
        "formsAndDosages": {
            "Tincture": "15-60 drops, up to 3x/day",
            "Acetum Extract": "use in culinary preparations as needed",
            "Capsules": "2-3 capsules 1-3x/day",
            "Tea": "hot infusion, 8-12 oz. 1-3x/day",
            "Honey/Syrup": "",
            "Topical Use": "Use tea as fomentation, poultice, hair rinse, hand or foot bath; oil infusion; essential oil",
            "Culinary": ""
        },
        "vitalistActionsAndEnergetics": [
            "hot and dry",
            "vital stimulant",
            "relaxant",
            "diffusive"
        ],
        "clinicalActions": [
            "tonic",
            "carminative",
            "emmenagogue",
            "brain tonic",
            "liver relaxant",
            "antibacterial",
            "antidepressant",
            "antifungal",
            "anti-inflammatory",
            "antioxidant",
            "aromatic stimulant",
            "astringent",
            "antiviral",
            "bitter tonic",
            "carrier",
            "cholagogue",
            "choleric",
            "circulatory stimulant",
            "diaphoretic",
            "diuretic",
            "hypocholesterolemic",
            "vasodilator",
            "preservative",
            "counterirritant",
            "expectorant",
            "neurocirculatory stimulant",
            "nervine"
        ],
        "constituents": [
            "volatile oils",
            "flavonoids",
            "phenolic acids",
            "carnosic acid",
            "rosmaricine and isorosmaricine",
            "triterpenic acids",
            "bitter principles",
            "tannins",
            "salicylates",
            "diterpenes"
        ],
        "primaryUses": [
            "warming circulatory stimulant and vasodilator; can be good for people with hypotension (low blood pressure); increases blood flow to brain, so supports focus, mental clarity, and memory; gentle nervous system stimulant; good as a carrier in herbal formulas; used as an aromatic digestive stimulant; volatile oils have antimicrobial properties; can be used as a steam for respiratory congestion; can be used topically for anti-aging; can be used as a hair/scalp rinse for hair loss and/or dandruff; increases circulation to skin; can be used as a wash or wet compress for wounds and eczema, rheumatic pain, and neurocirculatory weakness; can be used as a mouthwash for bad breath"
        ],
        "resources": [
            "Chevallier, Andrew: “Rosemary” pg 128 in Encyclopedia of Herbal Medicine",
            "“Rosmarinus off” pg 98 in “Herbal Actions Database”",
            "Sinadinos, Christa: “Rosemary” pg 441-445 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Rosemary,” pg 322-323 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Red Clover",
        "family": "Fabaceae",
        "commonNames": [
            "purple clover",
            "trefoil",
            "cow clover",
            "meadow clover",
            "pea vine clover",
            "honeysuckle trefoil",
            "king’s crown",
            "sweet kitty clover",
            "sleeping Maggie",
            "bee bread"
        ],
        "partsUsed": "blossoms or flowering herb",
        "formsAndDosages": {
            "Tincture": "10-60 drops, 1-4x/day",
            "Glycerite": "10-60 drops, 1-3x/day",
            "Tea": "hot or cold infusion, 8-12 oz., 3-4x/day",
            "Topical": "fresh plant poultice or fomentation"
        },
        "vitalistActionsAndEnergetics": "cool, slightly dry, relaxant, vital stimulant",
        "clinicalActions": [
            "alterative anti-inflammatory",
            "antioxidant",
            "anti-tumor",
            "antitussive (mild)",
            "expectorant",
            "nutritive",
            "lymphatic",
            "blood thinner"
        ],
        "constituents": [
            "flavonoids",
            "flavones",
            "coumarin and coumestrol",
            "saponins",
            "heptacosane",
            "hentriacontane",
            "trifoliin",
            "trifolitin",
            "phaselic acid",
            "galactomannan",
            "mucilaginous polysaccharides",
            "transclovamides",
            "cisclovamides",
            "allantoic acid",
            "beta-sitosterol",
            "campestrol",
            "soyasapogenol",
            "volatile oils",
            "glucosides",
            "phenols",
            "eugenol",
            "isorhammnetin",
            "medicagol",
            "alpha-tocopherol",
            "ononin",
            "pratenol",
            "trifolianol",
            "resin",
            "salicylic acid"
        ],
        "primaryUses": "gentle lymphatic, alternative, depurative, and nutritive agent; reduces glandular swelling; adjunct therapy in chronic fatigue, mononucleosis, and hepatitis; enhances detoxification; topical anti-inflammatory; expectorant; reduces inflammation in mucous membranes; increases mental alertness; mild blood thinner; key ingredient in the Hoxsey formula used to treat cancer; especially indicated for individuals with estrogen-related breast or uterine cancers",
        "cautions": "can be consumed during pregnancy, but should be avoided 2-4 weeks before due date due to blood thinning properties; avoid consuming 2 weeks before and after surgery",
        "safeFor": [
            "nursing mothers",
            "children"
        ],
        "resources": [
            "Moore, Michael: “Trifolium” pg. 37 in Herbal Materia Medica- Fifth Edition",
            "Sinadinos, Christa: “Red Clover” pg 421-423 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Red Clover” pg 316 in Herbal Vade Mecum",
            "“Trifolium pratense” pg 17 in “Herbal Actions Database"
        ]
    },
    {
        "name": "Plantain",
        "family": "Plantaginaceae",
        "commonNames": [
            "Plantain",
            "Ribgrass",
            "Ribwort",
            "Ripple Grass",
            "Waybread",
            "Slan-lus",
            "Snake Weed",
            "Snake Bite",
            "Cuckoo's Bread",
            "Englishman's Foot",
            "White Man's Foot",
            "Black Jack",
            "Quinquenervia"
        ],
        "partsUsed": [
            "Aerial parts",
            "psyllium",
            "psyllium husk"
        ],
        "formsAndDosages": [
            "best to use fresh or recently dried leaves for antiseptic properties",
            "best to use fresh poultice for antihistamine properties (stings, bites, etc.)",
            "Infusion (hot)- 1:30, 1 qt throughout day",
            "Topical- poultice, wash, fomentation, infused oil (double boiler method)",
            "Tincture- fresh 1:2-1:3, 70-95%, 30-90 drops, 1-3x/day",
            "Succus- 1-2 Tbsp. fresh or frozen juice, 1-4x/day"
        ],
        "vitalistActionsAndEnergetics": [
            "cool and moist topically",
            "complicated internal energetics—astringent/tonic but also cooling and moistening",
            "mild relaxant",
            "vital stimulant",
            "bitter"
        ],
        "clinicalActions": [
            "vulnerary",
            "disinfectant/antiseptic",
            "anti-inflammatory",
            "antihistamine",
            "anti-nauseant",
            "mild bitter",
            "astringent/demulcent",
            "emollient",
            "mild diuretic",
            "alterative to liver and kidney"
        ],
        "constituents": [
            "allantoin",
            "tannins",
            "mucilaginous polysaccharides",
            "flavonoids",
            "coumarin",
            "iridoids",
            "phenylethanoid glycosides",
            "phenolic acids",
            "minerals (silicic acid, zinc, potassium, a saponin)"
        ],
        "primaryUses": [
            "contains antiseptic constituents useful for disinfecting wounds",
            "promotes healing of epithelial tissue by reducing inflammation (non-suppressively)",
            "allantoin (as in comfrey) promotes cell proliferation and tissue healing",
            "antiseptic and antihistamine for skin conditions",
            "psyllium husk is a fibrous bulk laxative, while psyllium seed is used as a foodstuff and demulcent",
            "internally, can be used for inflammations of the upper respiratory tract, GI tract, and genitourinary tract"
        ],
        "resources": [
            "“Plantago species,” pg 87 in Herbal Actions Database",
            "“Plantain,” pg. 4-5 in Skin Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Plantain,” pg. 408-410 in The Essential Guide to Western Bontanical Medicine",
            "Skenderi, Gazmend: “Plantain,” pg 300 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Passion Flower",
        "family": "Passifloraceae",
        "commonNames": [
            "maypop",
            "purple passion flower",
            "apricot vine",
            "passion vine",
            "flower of the five wounds",
            "snake tongue"
        ],
        "partsUsed": "leaves are most potent; flowers and stem tips are also used; fruit is edible but less medicinal",
        "formsAndDosages": {
            "Tincture": "15-90 drops, 1-3x/day",
            "Fluid Extract": "30-60 drops, 1-3x/day",
            "Capsules": "2-4 “00” capsules, 1-3x/day; freeze-dried is preferable",
            "Tea": "hot or cold infusion; 4-8 oz. 1-4x/day",
            "Culinary": "fruit"
        },
        "vitalistActionsAndEnergetics": "cool and dry, relaxant, vital stimulant",
        "clinicalActions": [
            "analgesic",
            "antidepressant",
            "antispasmodic",
            "antitussive",
            "anxiolytic",
            "calmative",
            "hypnotic",
            "hypotensive",
            "nervine",
            "sedative"
        ],
        "constituents": [
            "flavonoids",
            "indole alkaloids",
            "gynocardin",
            "sugars",
            "glycoproteins",
            "sterols",
            "phenolic acids",
            "coumarins",
            "volatile oils",
            "glycoproteins",
            "cyanogenic glycosides"
        ],
        "primaryUses": "nervine, anxiolytic, tranquilizer, and gentle sedative; subtle nervine in lower doses (30-60 drops) and can be taken during waking hours; can help reduce symptoms of hyperthyroidism, though does not impact thyroid hormone levels; calms the nervous system; reduces PMS and menopausal anxiety and agitation; decreases anxiety and cravings during withdrawal from substances; supportive with hyper children and in cases of ADHD; supportive in cases of insomnia; antispasmodic on smooth and skeletal muscles, and is a motor depressant; respiratory antispasmodic good for dry/irritable cough and/or stress or emotionally related asthma; supportive for digestive and uterine cramping; relieves general muscle tension, tension headaches, sciatica, neuralgia, back pain; hypotensive, but does not negatively impact hypotensive people; mild antidepressant effects, but most effective at enhancing the effects of other antidepressant herbs",
        "cautionsContraindicationsPossibleAdverseEffects": "possible hallucinogenic effects when combined with monoamine oxidase (MAO) inhibiting drugs; avoid during pregnancy; caution with use during lactation; caution before combining with pharmaceutical antidepressants, analgesics, hypnotics, sedatives, or blood pressure lowering meds",
        "resources": [
            "“Passiflora incarnata” pg 84 in “Herbal Actions Database”",
            "Moore, Michael: “Passiflora” pg. 28 in Herbal Materia Medica- Fifth Edition",
            "Sinadinos, Christa: “Passion Flower” pg 389-392 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Passionflower,” pg 282-283 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Calendula",
        "family": "Asteraceae",
        "commonNames": [
            "Pot Marigold",
            "Marigold",
            "Poet’s Marigold",
            "Bull’s Eye",
            "Poor Man’s Saffron",
            "Golds",
            "Ruddles",
            "Gowan",
            "Mary Gowles",
            "Holigold"
        ],
        "partsUsed": "flowers, fresh aerial parts",
        "formsAndDosages": {
            "Infusion (hot or cold)": "1:30, 1 quart throughout day",
            "Topical": "oil, salve, wash, lotion, poultice, steam, bath; use Simpler’s method, double boiler method, or alcohol intermediary",
            "Tincture": {
                "fresh": "1:3-1:4, 80-95%",
                "dry": "1:5, 70-80%",
                "dosage": "10-60 drops, 1-3x/day",
                "usage": "not as effective topically, but useful internally in conditions associated with the liver and reproductive tracts; not useful as vulnerary"
            },
            "Succus": "useful internally in conditions associated with the liver and reproductive tracts"
        },
        "vitalistActionsAndEnergetics": "warm and mildly dry, diffusive, vital stimulant, relaxant",
        "clinicalActions": [
            "vulnerary",
            "antiseptic",
            "mild antispasmodic",
            "mild diaphoretic",
            "warming alterative for the liver and bowel",
            "pelvic decongestant",
            "anti-inflammatory",
            "anti-edematous",
            "immunomodulant"
        ],
        "primaryUses": "excellent for skin wounds and inflammations, including boils, ulcers, eczema, bruises, sprains, hemorrhoids, and inflammations of the mouth and throat; flowers contain constituents that kill bacteria, viruses, and molds; triterpenes and flavonoids elicit anti-inflammatory and anti-edematous properties; carotenoids and flavonoids promote healthy cell growth in epithelial tissue; fresh poultice particularly indicated for bruises; internal use for ulcers and inflammations of the GI tract; reduces inflammation without suppressing healing; pairs well with plantain (balance energetics)",
        "constituents": [
            "Carotenoids (lutein, etc.)",
            "flavonoids",
            "coumarins",
            "volatile oils",
            "resins",
            "saponins",
            "triterpenes",
            "water-soluble polysaccharides",
            "phytosterols"
        ],
        "cautions": "Do not use on wounds or ulcers that are oozing pus—has potential to seal in infection; not thought to have significant amounts of sesquiterpene lactones, but should be used with caution with those with allergies to Asteraceae family",
        "resources": [
            "Calendula, pg. 5-6 in Skin Materia Medica; CSCH Class Notes 2023",
            "Calendula officinalis, pg 21 in Herbal Actions Database",
            "Sinadinos, Christa: Calendula, pg. 97-100 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: Calendula, pg 70-71 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Prickly Ash (Southern)",
        "family": "Rutaceae",
        "commonNames": [
            "Hercules’ club",
            "toothache bark",
            "toothache tree",
            "sutterberry",
            "Angelica tree",
            "pepper wood",
            "yellow wood",
            "prickly yellow wood"
        ],
        "partsUsed": "bark, fruit",
        "formsAndDosages": {
            "Tincture (fresh bark/berries)": "1:2, 80-95%, 5-30 drops (before meals), 1-3x/day",
            "Tincture (dry bark)": "1:5, 70%, 5-30 drops (before meals), 1-3x/day",
            "Decoction": "4-8 oz., 1-3x/day",
            "Infusion (hot)": "4-8 oz., 1-3x/day",
            "Topical": "prepare oil/salve with alcohol intermediary method; diluted tincture, liniment, poultice, oil, or salve"
        },
        "vitalistActionsAndEnergetics": "hot, dry; vital stimulant; stimulant with some relaxant effects; diffusive; tonic/astringent",
        "clinicalActions": [
            "alterative",
            "circulatory stimulant",
            "carminative",
            "diaphoretic",
            "antiseptic",
            "immunomodulant",
            "emmenagogue",
            "nervine",
            "sialagogue",
            "counterirritant",
            "local anesthetic",
            "anti-inflammatory",
            "antirheumatic",
            "bitter tonic",
            "antimicrobial",
            "astringent",
            "cholagogue",
            "choleretic",
            "diuretic",
            "lymphatic",
            "pelvic decongestant",
            "vasodilator",
            "rubefacient",
            "anodyne"
        ],
        "constituents": [
            "alkamides",
            "pungent principles",
            "lignans",
            "benzophenathridine alkaloids",
            "tannins",
            "resins",
            "acrid volatile oil"
        ],
        "primaryUses": "Stimulates peripheral circulation; appropriate in weakened states especially with digestive weakness; slower acting and less hot than Capsicum anuum; has a strong tingling taste similar to echinacea/spilanthes; externally, can be used for toothache, sore throat and chronic laryngitis, for neuralgic and rheumatic pain, to for minor skin irritations; internally, can be used for rheumatic complaints and conditions associated with an impaired peripheral blood circulation; can be helpful in cases of inflammation of the GI tract, upper respiratory tract, and the genitourinary tract",
        "cautionsContraindicationsPossibleAdverseEffects": "Emmenagogue; contraindicated during pregnancy and lactation; can cause nausea and GI upset in some individuals",
        "resources": [
            "Moore, Michael: “Xanthoxylum (Prickly Ash)” pg 38 in Herbal Materia Medica—fifth edition",
            "“Prickly Ash Bark” pg. 10-11 in “Cardiovascular Materia Medica,” CSCH Class Notes 2023",
            "Sinadinos, Christa: “Prickly Ash” pg. 411-414 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Prickly Ash, Southern,” pg 306-307 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Yerba Mansa",
        "family": "Sauraraceae",
        "commonNames": [
            "Lizard’s Tail",
            "Yerba Mansa",
            "Apache Beads",
            "Yerba Del Manso",
            "Bear Root",
            "Swamp Root",
            "Manso"
        ],
        "partsUsed": [
            "rhizome",
            "leaf"
        ],
        "formsAndDosages": {
            "Tincture (root)": {
                "fresh": "1:2-1:3, 70-95%",
                "dry": "1:5, 60%",
                "dosage": "20-60 drops up to 5x/day"
            },
            "Infusion (leaf)": {
                "cold or hot": "1:30",
                "dosage": "2-4 oz. Up to 5x/day"
            },
            "Decoction (root)": {
                "dosage": "4-8 oz., 1-4x/day"
            },
            "Topical": "infuse oil using alcohol intermediary; apply powdered leaves or root; poultice; wash, fomentation, or poultice"
        },
        "vitalistActionsAndEnergetics": "warm and very dry, strong Vital Stimulant, diffusive, tonic/astringent",
        "clinicalActions": [
            "antiseptic",
            "warming alterative",
            "disinfectant",
            "diaphoretic",
            "emmenagogue",
            "astringent",
            "bitter",
            "aromatic",
            "immunostimulant",
            "lymphatic",
            "antibacterial",
            "antifungal",
            "antimicrobial",
            "antispasmodic"
        ],
        "primaryUses": "Powerfully antiseptic; traditionally used as a disinfectant; Primary traditional medicine in Southwestern, Hispanic and Native Mexican herbal traditions; affinity for respiratory, gastro-intestinal, and urinary systems—mucosal tissues in general, blood and capillaries, lymph and skin; specific for congestive, boggy, poor healing conditions; astringent and tonic to connective tissue, firms up function to increase movement of fluids and removal of metabolic substances (think rheumatic and arthritic conditions); good for ulcerative and skin conditions; anti-inflammatory and antispasmodic for GI tract, upper respiratory tract, and primary dysmenorrhea; mouthwash good for inflammations of the mouth and throat; sitz bath indicated for anal and genital inflammation",
        "constituents": [
            "volatile oils (eugenol, thymol, piperitone, etc.)",
            "lignans"
        ],
        "cautions": "contraindicated internally with pregnancy. Larger doses may be irritating internally to the GI.",
        "resources": [
            "“Anemopsis californica,” pg 8 in Herbal Actions Database",
            "Sinadinos, Christa: “Yerba Mansa,” pg. 545-574 in The Essential Guide to Western Bontanical Medicine",
            "Skenderi, Gazmend: “Yerba Mansa,” pg 401 in Herbal Vade Mecum",
            "“Yerba Mansa. Lizard’s Tail,” pg. 10 in Lymphatic Materia Medica/Alteratives; CSCH Class Notes 2023"
        ]
    },
    {
        "name": "Licorice- Glycyrrhiza glabra; G. uralensis",
        "family": "Fabaceae",
        "commonNames": "sweet root, the great detoxifier, the great adjunct",
        "partsUsed": "root and rhizome (after 3-4 years of growth)",
        "formsAndDosages": {
            "Tincture": "1:5, 50%, 15-60 drops up to 3x/day",
            "Decoction": "1:30 2-4 oz. 3x/day (if treating ulcers, take on an empty stomach up up to 1 hour before meals or 2 hours after meals)"
        },
        "vitalistActionsAndEnergetics": "neutral-slightly warm, moist, mainly relaxant but stimulant in large doses, vital stimulant, trophorestorative (endocrine), tonifies digestive and adrenal Chi",
        "clinicalActions": "demulcent, adaptogenic, anti-inflammatory, antispasmodic, expectorant, immunomodulator, hepatoprotective, vulnerary, adrenal tonic, antiallergenic, antiangiogenic, anticarcinogenic, antitussive, choleretic, emollient, demulcent, expectorant, mucoprotective, pseudoaldosteronic; affinity for GI mucosa, mucous membranes, endocrine system",
        "primaryUses": "widely used medicine; strong hepatoprotecitve properties; current hypothesis is that licorice extends the biological half-life of cortisol, which is anti-inflammatory; potentiates action of anthraquinone containing herbs (Rhombus purshiana and Rhamnus frangula), as well as anthraquinone medications; intravenous glycyrrhizin is currently standard treatment for chronic active hepatitis in Japan; protects liver from damage and moderates liver inflammation; may be contraindicated with chronic Hepatitis C infection; combines will with Silybum and Curcuma",
        "constituents": "triterpene glycoside glycyrrhizin, flavonoids, isoflavonoids, chalcones, coumarins, triterpenoids, sterols, phenolic compounds, starch, glucose, sucrose, lignin, amino acids, amines, gums, wax, volatile oils",
        "cautionsContraindicationsPossibleAdverseEffects": "contraindicated in those with high blood pressure—some people are naturally more sensitive to licorice and may experience high blood pressure, even without a diagnosis of HBP, indicating a need for lower dosage; potentially contraindicated in hyperglycemia, heart failure, kidney disease, edema, scholastic liver disorders, and liver cirrhosis (despite being hepatoprotective in other liver conditions, including acute hepatitis); contraindicated alongside any medications where potassium balance is critical (e.g. cardiac glycosides like digoxin), as it potentiates their activity; contraindicated during pregnancy",
        "resources": [
            "Glycyrrhiza glabra, pg. 52 in Herbal Actions Database",
            "Licorice Root, Sweet Root, Gan Cao pg. 11-12 in Hepatic Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: Licorice pg. 305-311 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: Licorice pg. 225 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Clove",
        "family": "Myrtaceae",
        "commonNames": [
            "Ding Xiang",
            "Cengkeh",
            "Clove Tree",
            "Zanzibar Red Head"
        ],
        "partsUsed": "unripe flower bud, fresh or dried",
        "formsAndDosages": {
            "Tincture": "1:5, 60-70%; not typically recommended as a simple, but good in formula (1:30, clove:everything else)",
            "Topical": "essential oil used as a topical numbing agent (but can burn, must dilute); can also use dried clove wrapped in oil-soaked piece of gauze and put on aching tooth; apply tea, diluted extract, or glycerite as a topical anesthetic or disinfectant",
            "Hot Infusion": "2-8 oz. 1-3x/day"
        },
        "vitalistActionsAndEnergetics": "dry and hot in the 3rd degree, tonic/astringent, stimulant",
        "clinicalActions": [
            "aromatic",
            "carminative",
            "aphrodisiac",
            "topical analgesic",
            "stimulant diaphoretic",
            "antioxidant",
            "antibacterial",
            "antiseptic",
            "emmenagogue",
            "local anesthetic",
            "antiviral",
            "antifungal",
            "antispasmodic",
            "anti-inflammatory",
            "astringent",
            "possible hepatoprotective",
            "eliminates parasites"
        ],
        "constituents": [
            "volatile oils",
            "tannins",
            "triterpenes",
            "flavonoids",
            "phenolic acids",
            "gum"
        ],
        "primaryUses": [
            "Useful in pale, cold, but feverish conditions, to help warm the individual",
            "useful as a warming carminative",
            "harsh alone, but useful in formula or in spice blends",
            "extracts commonly used as a topical toothache remedy (eugenol)",
            "as a gargle or mouthwash useful for inflammations of the mouth and throat or for bad breath",
            "as a tea, can be helpful for inflammatory and spastic conditions of the GI tract (nausea, flatulence, cramps, diarrhea, minor peptic ulcers)",
            "tea can help with inflammation go the upper respiratory tract (bronchitis, laryngitis, common cold, influenza)",
            "may be helpful for primary dysmenorrhea by taking it 24-48 hours before menstrual flow and continuing through 1-2 days of the cycle"
        ],
        "resources": [
            "Chevallier, Andrew: “Clove” pg. 97 in Encyclopedia of Herbal Medicine",
            "“Clove, Ding Xiang, Cengkeh” pg. 7-8 in Immune System Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Clove,” pg. 140-143 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Clove” pg. 102-103 in Herbal Vade Mecum"
        ],
        "cautions": "can cause irritation of the mucous membranes and skin (especially when using essential oils); considered safe in food-like amounts as a spice for those who are pregnant, but should not be used in high amounts due to potential emmenagogue effects"
    },
    {
        "name": "Cleavers",
        "family": "Rubiaceae",
        "commonNames": [
            "Bedstraw",
            "Goosegrass",
            "Stickywilly",
            "Lady’s Bedstraw",
            "Cleaverwort",
            "Goose Bill",
            "Catchweed",
            "Hedge-Burs",
            "Grip-Grass",
            "Scratweed",
            "Mutton Chops",
            "Robin-Run-in-the-Grass",
            "Poor Robin",
            "Maid’s Hair",
            "Loveman",
            "Hedgehariffe",
            "Hayriffe",
            "Eriffe",
            "Everlasting Friendship"
        ],
        "partsUsed": "aerial parts",
        "formsAndDosages": {
            "Tincture (fresh)": "1:2, 30-35%, 30-90 drops 3x/day",
            "Fresh Juice": "2-5 mL, 4-6x/day; or 15 mL 1-2x/day (can be frozen to preserve, or add 25% alcohol)",
            "Hot or Cold Infusion": "8-12 oz. 1-4x/day",
            "Culinary": "can be steamed or added to stews, best cooked; can be juiced and frozen as ice cubes for internal or topical use"
        },
        "vitalistActionsAndEnergetics": "cold and dry, stimulant, relaxant",
        "clinicalActions": [
            "diuretic",
            "lymphatic stimulant",
            "astringent",
            "anti-inflammatory",
            "alterative",
            "eliminative",
            "nutritive",
            "vulnerary"
        ],
        "primaryUses": "affinity for the unary tract and lymphatic system (specifically pelvic lymphatics); should be used in cases with distinct heat signs; may be useful for bloating associated with PMS or painful menses—can help reduce bloating and thereby reduce discomfort of associated cramps; used for skin conditions including external or atopic infections; useful in slow healing ulcers and burns as a fresh poultice or strong wash applied locally; potentially useful for fibrocystic breasts; used as a flushing-out treatment for inflammations of the genitourinary tract, urinary gravel and non-obstructive stones, and to prevent relapsing urinary infections/gravel/stones; can be used topically for skin inflammations, wounds, poison ivy dermatitis, bruises and sprains, and as a vaginal sitz bath/wash/irrigation for leukorrhea and vulvovaginitis",
        "constituents": [
            "flavonoids",
            "tannins",
            "iridiods",
            "phenolic acids"
        ],
        "resources": [
            "“Cleavers, Bedstraw, C” pg. 5-6 in Lymphatic Materia Medica/Alteratives; CSCH Class Notes 2023",
            "“Galium aparine,” pg. 48 in Herbal Actions Database",
            "Sinadinos, Christa: “Cleavers,” pg. 137-139 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Bedstraw” pg 38-39 in Herbal Vade Mecum"
        ],
        "cautions": "considered to be gentle and safe—no known drug interactions or side effects; use caution with cold, dry individuals, especially for long term use; avoid use in cases of impaired heart or kidney function, obstructive urinary stones, and kidney inflammations"
    },
    {
        "name": "Ginseng (Asian)- Panax ginseng",
        "family": "Araliaceae",
        "commonNames": [
            "Ginseng",
            "Red Ginseng",
            "White Ginseng",
            "Renshen",
            "Chinese Ginseng",
            "Korean Ginseng",
            "Japanese Ginseng",
            "Manchurian Ginseng",
            "Oriental Ginseng",
            "White Kirin Ginseng",
            "Fine Root Ginseng",
            "Five Fingers",
            "Human Root",
            "Red Berry",
            "Spirit Herb",
            "Divine Herb",
            "Essence of Man"
        ],
        "partsUsed": "root (unpeeled, steamed, and dried = red ginseng; peeled or unpeeled and dried = white ginseng)",
        "formsAndDosages": {
            "Tincture": "1:5, 70%, 5-30 drops up to 3x/day",
            "Decoction": "8-12 oz. on an empty stomach before breakfast and lunch; extended boiling may damage some important constituent—specific ginseng cooker is recommended"
        },
        "vitalistActionsAndEnergetics": "warm and moist, sweet and bitter, strong vital stimulant, tonic/astringent",
        "clinicalActions": [
            "stimulating adaptogen",
            "antioxidant",
            "immunomodulant",
            "hepatoprotective",
            "anti-inflammatory",
            "mild hypoglycemic",
            "Chinese Chi tonic",
            "slightly demulcent",
            "nootropic",
            "reduces cholesterol",
            "peripheral vasodilator"
        ],
        "constituents": [
            "steroidal saponins (ginsenosides or panaxosides)",
            "lipids (polyacetylenes—panaxydol, panaxynol, panaxydiol, panaxytriol)",
            "polysaccharides",
            "volatile oils",
            "pectin",
            "flavonoids",
            "alkaloids",
            "phytosterols",
            "triterpenoid saponins",
            "glycopeptides",
            "polyacetylenes"
        ],
        "primaryUses": [
            "Used to delay the progression of chronic disease or death",
            "used to modulate immune reactivity, both allergic and autoimmune",
            "used to replenish or balance fluids (TCM)",
            "used as a stimulant to enhance cognitive and physical performance",
            "used in formula for some conditions of erectile dysfunction or loss of libido",
            "invigorator in cases of fatigue, weakness, decreased mental and physical performance, decreased concentration and mood, and convalescence",
            "decreases elevated prolactin levels, so beneficial for erectile dysfunction and secondary amenorrhea",
            "beneficial to respiratory tract and cardiovascular system",
            "may increase survival in those with breast cancer",
            "used as an adjuvant for diabetes and high cholesterol"
        ],
        "resources": [
            "“Ginseng, Red or White Ginseng, Renshen” pg. 7 in Adaptogens; CSCH Class Notes 2023",
            "“Panax ginseng,” pg 82 in Herbal Actions Database",
            "Sinadinos, Christa: “Ginseng, Asian,” pg. 241-245 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Ginseng” pg 172-173 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "St. John’s Wort",
        "family": "Clusiaceae (formerly Hypericaceae)",
        "commonNames": "Johnswort, Klamath weed, goatweed, hardhay, amber",
        "partsUsed": "flowering tops (buds, flowers, leaves)",
        "formsAndDosages": {
            "Tincture": "10-90 drops, 1-4x/day",
            "Glycerite": "10-90 drops, 1-4x/day",
            "Freeze dried capsules": "2-4 capsules, 1-3x/day",
            "Tea": "hot infusion, 8-12 oz. 1-3x/day",
            "Oil": "use topically, or consume 1 Tbsp 1-3x/day on an empty stomach"
        },
        "vitalistActionsAndEnergetics": "cool and dry",
        "clinicalActions": "antibacterial, antidepressant, anti-inflammatory, anxiolytic, astringent, antiviral, calmative, nervine, sedative, trophorestorative, vulnerary, alterative, mild liver stimulant",
        "constituents": {
            "napthodianthrones": "hypericin and pseudohypericin",
            "flavonols": "",
            "acyclphloroglucinols": "",
            "volatile oils": "",
            "xanthones": "",
            "tannins": "",
            "nicotinic acid": "",
            "vitamins": "A and C",
            "beta-sitosterol": "",
            "choline": "",
            "pectin": "",
            "phlobaphene": "",
            "rhodan": "",
            "resin": "",
            "flavonoids": ""
        },
        "primaryUses": "nervine and anxiolytic; reduces anxiety, nervousness, and agitation; trophorestorative for nervous depletion; can treat hyperactivity in children; when taken consistently for at least 3 months, can serve as an effective antidepressant and mood elevator to treat moderate depression and seasonal affective disorder; potent anti-inflammatory effects on nerves, muscles, and joints; helpful in healing nerve damage (if injured in the previous 6-12 months); consuming 1 tsp of infused oil on an empty stomach acts as a vulnerary to the GI tract and can help heal ulcers; antibacterial and antiviral properties; topical application can reduce local pain and inflammation in nerve conditions, joint pain, muscle injury, bruises, abrasions, broken bones, cuts, sunburns, surgical wounds, hemorrhoids, fistulas, varicose veins, rectal or vaginal fissures, tears of the vagina/labia/perineum after childbirth",
        "resources": [
            "“Hypericum perforatum” pg 17 in “Herbal Actions Database”",
            "Moore, Michael: “Hypericum” pg. 22 in Herbal Materia Medica- Fifth Edition",
            "Sinadinos, Christa: “St. John’s Wort” pg. 479-481 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “St. John’s Wort,” pg 359 in Herbal Vade Mecum"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "hypericin is absorbs in the intestines and concentrates in the skin, eliciting photosensitivity—especially true for fair-skinned individuals; photosensitivity may impact breastfeeding infants if mother is consuming; avoid internal use during pregnancy; lowers bioavailability of many medications, including oral contraceptives"
    },
    {
        "name": "Skullcap",
        "family": "Lamiaceae",
        "commonNames": [
            "scullcap",
            "hooded skullcap",
            "marsh skullcap",
            "mad-dog",
            "madweed",
            "hoodwort",
            "helmet flower",
            "quaker bonnet",
            "hooded willow herb",
            "blue pimpernel",
            "side flower"
        ],
        "partsUsed": "foliage, stems, flowers",
        "formsAndDosages": {
            "Tincture": "15-90 drops, 1-4x/day",
            "Glycerite": "10-60 drops, 1-3x/day",
            "Succus": "preserve with 20% ethanol; 1/2 to 1 tsp 1-4x/day",
            "Capsules": "2-4 “00” freeze-dried herb capsules 1-3x/day",
            "Tea": "hot (not boiling) water water, 8-12 oz. 1-4x/day",
            "Topical": "Poultice, fomentation, paste, tincture, or liniment topically",
            "Culinary": "N/A"
        },
        "vitalistActionsAndEnergetics": "cool and dry, relaxant, vital stimulant",
        "clinicalActions": [
            "antispasmodic",
            "euphoric",
            "mood elevator",
            "nervine",
            "sedative",
            "trophorestorative",
            "bitter tonic",
            "stomachic",
            "hypnotic"
        ],
        "constituents": [
            "flavonoids",
            "tannins",
            "iridoids",
            "chrysin-7 glucoronide",
            "volatile oils",
            "luteolins",
            "oroxylin-a",
            "wax",
            "beta-carotene",
            "methyl-alkanes",
            "lignin",
            "fat",
            "resins",
            "sugar",
            "cellulose",
            "bitter principles",
            "phytosterols"
        ],
        "primaryUses": "gentle nervine and mild sedative; excellent for nervous debilitation; reduces sympathetic (adrenalin) stress; generally good to take throughout day—not sleepy; supports deep and restful sleep without morning sleepiness; supportive for individuals withdrawing from prescription antidepressants, analgesics, anxiolytics, or sedatives; may intensify dreams; generally more effective when taken throughout the day, or over a period of time; supportive treatment in mild depression, especially when accompanied by nerves fatigue or anxiety; can be supportive to individuals going though withdrawal; can help with nerve pain, pinched nerves, misaligned spine, neuralgia, sciatica, nerve spasms, tremors (multiple sclerosis, Parkinson’s, etc.); antispasmodic effects on smooth and skeletal muscle; can be a good addition when getting dental work or body work done; wild varieties have bitter principles that can be good for nerve-related digestive problems, but may aggravate acid indigestion and may induce hunger in those with hypoglycemic tendencies",
        "resources": [
            "Moore, Michael: “Scutellaria” pg. 34 in Herbal Materia Medica- Fifth Edition",
            "“Scutellaria lateriflora” pg 17 in “Herbal Actions Database”",
            "Sinadinos, Christa: “Skullcap” pg. 471-474 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Skullcap,” pg 346 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Echinacea",
        "family": "Asteraceae",
        "commonNames": [
            "Purple coneflower",
            "Kansas snakeroot"
        ],
        "partsUsed": [
            "Root",
            "Flowering aerial parts"
        ],
        "formsAndDosages": {
            "Tincture": [
                {
                    "type": "fresh roots",
                    "ratio": "1:2",
                    "alcoholPercentage": "70-90%",
                    "dosage": "30-100 drops",
                    "frequency": "up to 5x/day"
                },
                {
                    "type": "fresh flowers or seeds",
                    "ratio": "1:4",
                    "alcoholPercentage": "70-95%",
                    "dosage": "30-100 drops",
                    "frequency": "up to 5x/day"
                }
            ],
            "Glycerite": [
                {
                    "type": "fresh roots",
                    "ratio": "1:2-1:3",
                    "glycerinePercentage": "50%",
                    "alcoholPercentage": "50%",
                    "dosage": "10-60 drops",
                    "frequency": "up to 5x/day"
                }
            ],
            "Tea": [
                {
                    "type": "root",
                    "preparation": "decoction or cold infusion",
                    "dosage": "8-13 oz",
                    "frequency": "up to 4x/day"
                },
                {
                    "type": "flowers/seeds",
                    "preparation": "hot infusion",
                    "dosage": "8-13 oz",
                    "frequency": "up to 4x/day"
                }
            ],
            "Honey/Syrup": [
                {
                    "ratio": "1:4",
                    "dosage": "1 tsp",
                    "frequency": "up to 3x/day"
                }
            ]
        },
        "vitalistActionsAndEnergetics": [
            "Vital stimulant",
            "Diffusive",
            "Slightly cool",
            "Slightly dry"
        ],
        "clinicalActions": [
            "Alterative",
            "Diffusive",
            "Immunomodulant",
            "Anti-inflammatory",
            "Anti-microbial",
            "Antiviral",
            "Antibacterial",
            "Vulnerary",
            "Anesthetic",
            "Antifungal",
            "Anti-necrotic",
            "Antioxidant",
            "Antiphlogistic",
            "Depurative",
            "Immense stimulant",
            "Lymphatic"
        ],
        "constituents": [
            "Immunomodulating constituents including alkamides and immunomodulating polysaccharides",
            "Phenolic acids",
            "Polyacetylenes",
            "Volatile oils",
            "Pyrrolizidine alkaloids",
            "Flavonoids"
        ],
        "primaryUses": [
            "Promotes increased defenses and clean-up activity of the white blood cells in the extracellular spaces and lymphatic tissues, which supports immune function",
            "Used externally for inflammatory and painful skin conditions or mouth conditions"
        ],
        "resources": [
            "Echinacea angustifolia, purpurea - pg 37 in Herbal Actions Database",
            "MacKinnon, Kat: Purple Coneflower, Echinacea - pg 6 in Histology and Cell Environment CSCH Class notes (2020)",
            "Sinadinos, Christa: Echinacea - pg 185-189 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: Echinacea - pg 139-140 in Herbal Vade Mecum"
        ],
        "cautions": "Caution with those with sensitivity to Asteraceae family; caution with individuals with autoimmune conditions; should not be used in cases of chronic debilitating illnesses (i.e. MS, tuberculosis, lupus, rheumatoid arthritis, AIDS); do not take for more than 2 weeks at a time"
    },
    {
        "name": "Chamomile",
        "family": "Asteraceae",
        "commonNames": [
            "Roman Chamomile",
            "German Chamomile",
            "Wild Chamomile",
            "Pineapple Weed",
            "English Chamomile",
            "Plant’s Physician",
            "Dog Fennel"
        ],
        "partsUsed": "flowering heads",
        "formsAndDosages": {
            "Infusion (hot or cold)": "1:30, 2-6 oz, 4-5x/day (avoid boiling, keep lid on to retain volatile oils)",
            "Tincture (fresh)": "1:3-1:5+, 60-95%",
            "Tincture (dry)": "1:5-1:6+, 50-60%, 30-90 drops 4-5x/day",
            "Topical": "fomentation, poultice, wash, eye wash, oil, salve, or liniment; essential oil",
            "Honey/Syrup": "infuse fresh flowers into honey or syrup using the simpler’s method; 1 tsp-1 Tbsp 1-3x/day"
        },
        "vitalistActionsAndEnergetics": "slightly warm, neutral-dry, bitter tonic, mainly relaxant with some stimulant, vital stimulant, diffusive, tonic/astringent",
        "clinicalActions": "bitter tonic, nervine, sedative, diaphoretic, emmenagogue, anti-inflammatory, antispasmodic, aromatic, carminative, cholagogue, mild strong doses are emmenagogue, mild-moderate bitter, milder doses emphasize carminative properties, more concentrated bring out bitter characteristics, mild edative, antiulcer, vulnerary, aromatic",
        "constituents": "volatile oils, flavonoids, coumarins, mucilaginous polysaccharides, a bitter principle, polyacetylenes",
        "primaryUses": "gently warming initially, then calms and cools inflammation; relaxant nervine, mildly sedative, suitable for children and elderly; neuromuscular relaxant to GI (carminative); stimulant to GI secretions via bitter action; pairs well with Mentha piperita for digestion; internally useful for minor inflammatory, ulcerative, and spastic conditions of the GI tract, primary dysmenorrhea, and for inflammation of the upper respiratory tract; externally, used for inflammations of the mouth and throat, for otitis media, for sore nipples, hemorrhoids and varicose ulcers, and for anal and genital inflammations and primary dysmenorrhea; great for hair washes, hair dye, and skin care products",
        "resources": [
            "“Chamomile, German Chamomile” pg. 1-2 in Digestive System Materia Medica; CSCH Class Notes 2023",
            "“Matricaria recutitia, Anthemis nobilis,” pg 71 in Herbal Actions Database",
            "Sinadinos, Christa: “Chamomile,” pg. 124-129 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Chamomile, German” and “Chamomile, Roman” pg 91-92 in Herbal Vade Mecum"
        ],
        "cautions": "strong doses are emmenagogue, relaxant and antispasmodic to uterus; use caution in those with heavy menstrual flooding; my cause hives/dermatitis and other allergic reactions in those with sensitivities to Asteraceae family"
    },
    {
        "name": "Alfalfa",
        "family": "Fabaceae",
        "commonNames": "lucerne, lusern, purple medic, buffalo grass, Chilean clover, Spanish clover, Spanish bay",
        "partsUsed": "aerial parts, seeds",
        "formsAndDosages": {
            "Tincture/glycerite": "15-60 drops, 1-3x/day (not useful as nutritive)",
            "Syrup": "1 tsp-1 Tbsp, 1-3x/day",
            "Tablets": "2-4 tablets, 1-3x/day; 1-2 capsules, 1-3x/day",
            "Tea": "hot or cold standard infusion 1:30, 8-12 oz, 3-4x/day"
        },
        "vitalistActionsAndEnergetics": "Neutral in temperature; slightly drying; vital stimulant",
        "clinicalActions": "Antiatherosclerotic, antiscorbutic, astringent, depurative, diuretic (mild), galactagogue, hemostatic, hypocholesterolemic, hypoglycemic, nutritive, restorative, stomachic, yin tonic",
        "constituents": "proteins, crude fiber, triterpenoid saponins, phytosterols, flavonoids, coumestans, amino acids, chlorophyll, carotenoids, vitamins, minerals, organic acids, isoflavones, porphyrins",
        "primaryUses": "as a nutritive/supplement of vitamins, chlorophyll, minerals, and phytoestrogens (coumestrol, daidzein, formononetin, etc.); seeds are used to help lower cholesterol; nourishes blood and aids in treatment of anemia; rich in alkalinizing minerals, so can reduce chronic conditions aggravated by an acid environment in the tissues such as rheumatoid arthritis, gout, joint pain, and uric acid kidney stones; alkalinizing minerals may also support treatment of eczema, psoriasis, and acne; nourishing during pregnancy and postpartum; can help with hemorrhaging after birth; balances digestion, enhancing salivary and digestive secretions and supporting assimilation; infusion regulates stomach acids if taken 20 min prior to eating; eases acid indigestion, heartburn, and gastric reflux; strengthens the epithelial lining the digestive tract; recuperative for people who are weak, fatigued, or convalescing from febrile or chronic illness; tonifies yin; reduces cholesterol levels and decreases low density lipids (little to no effect on high-density lipids); hypoglycemic effects potentially beneficial for individuals with syndrome X and type 2 diabetes",
        "cautions": "generally safe and food-like; should not be taken in cases of estrogen receptor-positive tumors; caution during pregnancy and lactation (okay if used under direction of health professional); long-term, excessive consumption may cause erythrocytosis, or breakdown of red blood cells; long-term, excessive consumption can also induce reversible pancytopenia (low red and white blood cell counts); ingesting large quantities of alfalfa seeds or sprouts can initiate systemic lupus erythematosis (SLE)",
        "resources": [
            "Chevallier, Andrew: “Alfalfa” pg 233-234 in Encyclopedia of Herbal Medicine",
            "MacKinnon, Kat: “Alfalfa, Lucerne,” pg 14 in “Histology and Cell Environment” CSCH Class notes (2020)",
            "Sinadinos, Christa: “Alfalfa,” pg 1-3 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Alfalfa,” pg 8-9 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Yerba Santa- Eriodictyon californicum",
        "family": "Boraginaceae (Hydrophyllaceae)",
        "commonNames": "California Yerba Santa, mountain balm, bear’s weed, bear plant, consumptive weed, tarred, sacred herb, holy herb, wild balsam, gum bush",
        "partsUsed": "leaves and upper portion of stems",
        "formsAndDosages": {
            "Tincture (fresh)": {
                "ratio": "1:2-1:3",
                "strength": "95%",
                "dosage": "15-90 drops 1-4x/day"
            },
            "Tincture (dry)": {
                "ratio": "1:5",
                "strength": "75%",
                "dosage": "15-90 drops 1-4x/day"
            },
            "Infusion (hot)": {
                "ratio": "1:30",
                "dosage": "2-4oz, 3-4x/day or as needed"
            },
            "Decoction": {
                "dosage": "8-12 oz, 1-4x/day"
            },
            "Honey/Syrup": {
                "dosage": "1 tsp-1 Tbsp"
            },
            "Topical": "use alcohol intermediary method; oil, salve, or diluted tincture"
        },
        "vitalistActionsAndEnergetics": "warm and mixed dry/moist; diffusive; tonic/astringent; bitter tonic",
        "clinicalActions": "antiseptic, aromatic, anti-inflammatory, astringent, diuretic, expectorant, taste suppressant (specifically blocks bitter receptors without impacting sweet, acid, or salty tastes), antioxidant, antimicrobial, antispasmodic, antitussive, bronchodilator, decongestant, harmonizer",
        "constituents": "Flavonoids, volatile oils, tannins, organic acids, saponins, eriodictyonine, eriodictyol, pinocembrin, sakuranetin, cirsimaritin, chrysoeriol, hispidulin, chrysin, acetic acid, formic acid, butyric acid, resin, phytosterols, gum, sugars",
        "primaryUses": "Stimulant expectorant, resinous, and aromatic; dilates the bronchioles; use in states of respiratory and digestive weakness, such as a cough with poor or unproductive expectoration; tincture is optimal for stimulating effects; resins are not well-extracted in water preparations; useful as an antiseptic for mild bladder/urethra infections; dependable expectorant useful for bronchial infection, asthma, allergies, and simple respiratory infections; can be used as a flavor ingredient to mask or correct bitterness; anti-inflammatory for upper respiratory tract, and genitourinary tract; antidyscratic (alterative) for chronic rheumatic conditions; externally, can be used as a poultice for wounds, rheumatic pain, insect bites, bruises, and sprains",
        "cautionsContraindicationsPossibleAdverseEffects": "no reports of contraindications when used appropriately; not recommended as simple for dry, irritated coughs; use in moderation when pregnant or lactating",
        "resources": [
            "Moore, Michael: “Eriodictyon (Yerba Santa)” pg 17 in Herbal Materia Medica—fifth edition",
            "Sinadinos, Christa: “Yerba Santa” pg. 548-551 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Yerba Santa,” pg 402 in Herbal Vade Mecum",
            "“Yerba Santa” pg. 7 in “Respiratory and Mucous Membrane Materia Medica,” CSCH Class Notes 2023"
        ]
    },
    {
        "name": "Mullein",
        "family": "Scrophulariaceae",
        "commonNames": [
            "Candlewick",
            "Velvet Plant",
            "Woolen Blanket Herb",
            "Blanket Leaf",
            "Beggar’s Blanket",
            "Flannel Flower",
            "Adam’s Flannel",
            "Feltwort",
            "Velvet Dock",
            "Witches Candle",
            "Hag’s Taper",
            "Our Lady’s Candle",
            "Torches",
            "Quaker’s Rouge",
            "Hare’s Beard",
            "Jupiter’s Staff",
            "Jacob’s Staff",
            "Aaron’s Rod",
            "Cuddy Lungs",
            "Duffle",
            "Shepherd’s Club",
            "Clown’s Lungwort"
        ],
        "partsUsed": "leaves, flowers, and roots",
        "formsAndDosages": {
            "Infusion (hot)": {
                "Leaves or Flowers": "1:30, 3-4 oz, 4x/day"
            },
            "Decoction": {
                "Root": "8-12 oz, 3-4x/day"
            },
            "Tincture": {
                "Fresh Leaves or Flowers": "1:2-1:4, 70-95%, 15-90 drops, 1-4x/day",
                "Dry Leaves or Flowers": "1:5, 60%, 15-90 drops, 1-4x/day",
                "Dry Roots": "1:5, 60-70%, 10-60 drops, 1-3x/day"
            },
            "Topical": "wilted flowers in olive oil; if using dry flowers, use alcohol intermediary method; add several drops of oil to ear when person is laying on side, then cover with warm cloth or garlic/onion poultice, remain reclined for 15-30 min."
        },
        "vitalistActionsAndEnergetics": "cool, dry, vital stimulant, relaxant",
        "clinicalActions": "stimulating expectorant, relaxant for cough with mucous",
        "constituents": "saponins, mucilaginous polysaccharides",
        "primaryUses": {
            "Leaf": "tonic/astringent to lax and boggy mucous membranes; mild stimulant expectorant; may soothe some coughs but irritate others; alterative; soothes, relaxes, and stimulates mucous production; anti-inflammatory and vulnerary, specific for chronic inflammatory conditions of the throat and lungs; can be used topically as a poultice to release musculoskeletal swellings and to help minor skin inflammations, bruises, wounds, ulcers, and hemorrhoids",
            "Flower": "cooling, anti-inflammatory; low-alcohol tincture is mainly demulcent with tonic/astringent undertones; relaxing, mild sedative; more relaxing to bronchial tissues than the leaf; good for irritating dry cough with thickened bronchial secretion—bronchitis, tracheitis, laryngitis, whooping cough, etc.; considered specific infused in oil for topical use in minor ear infections",
            "Seed": "nervine, sedative",
            "Root": "diuretic, astringent; urinary tract remedy; increases tone of the trigone, or base of bladder, to help with incontinence and chronic bedwetting; possibly used for back pain associated with herniation of spinal disks"
        },
        "resources": [
            "Mullein, Candlewick, Velvet Plant, pg. 11-12 in Respiratory & Mucous Membrane Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: Mullein, pg. 345-349 in The Essential Guide to Western Bontanical Medicine",
            "Skenderi, Gazmend: Mullein, pg 259-260 in Herbal Vade Mecum",
            "Verbascum thapsus, pg 122 in Herbal Actions Database"
        ]
    },
    {
        "name": "Hops",
        "family": "Cannabaceae",
        "commonNames": "Hops, hoppe, luplin, lupulus, lupula",
        "partsUsed": "female fruits (strobiles), harvest when green and firm and covered with a yellow powdery resin",
        "formsAndDosages": {
            "Tincture": "- 1:5 (1:3-1:4 in 80-90% alcohol with fresh strobiles), 15-90 drops, up to 3x/day",
            "Glycerite": "- 15-60 drops, up to 3x/day",
            "Capsules": "- 2-4 \"00\" freeze dried capsules up to 3x/day",
            "Tea": "- Hot or cold infusion, 4-8 oz up to 4x/day; can also be added to a bath",
            "Honey/Syrup": "- 1 tsp, 1-2x/day; add 20% alcohol to the total volume to increase shelf life, refrigerate syrup",
            "Topical": "- hot poultice or fomentation; powdered hops can be applied for antimicrobial properties; medicinal oil (use alcohol as intermediary or use double boiler); tincture or glycerite can be used as liniment",
            "Culinary": "- add to beers or beverages; young spring shoots can be eaten like asparagus, but avoid mature shoots"
        },
        "vitalistActionsAndEnergetics": "cold, dry, strong vital stimulant, relaxant, bitter tonic",
        "clinicalActions": "Nervine, carminative, digestive bitter, galactagogue, antioxytocic, anaphrodisiac (especially for men), sedative, hypnotic, bitter alterative tonic, antispasmodic, aromatic",
        "constituents": "volatile oils, bitter principles, resins, a chalcone, flavonoid glycosides, phenolic acids, tannins, lipids, amino acids, estrogenic substances",
        "primaryUses": "Nervine and sedative and help with insomnia, nervousness, restlessness, and anxiety. Calms and soothes the nervous system. May intensify dreams. Tea, tincture, and/or bath can be an antispasmodic for skeletal and smooth muscle. Can also help with digestive cramps and digestive conditions aggravated by stress. Digestive bitter tonic that supports gastric secretions and reduces bloating and gas. Galactagogue. Antioxytocic, which can act as an anaphrodisiac, especially for men—specific for sleep problems associated with sexual excitement (nocturnal emissions, premature ejaculation, and hyper-sexuality). Fresh hops have an estrogenmimetic effect that could contribute to sexual suppressant and gynecomatisa in males who consume excess amounts. Large amounts of fresh hops may disrupt a menstrual cycle. Use topically for sore muscles, neuralgia, rheumatic joints, sprains, strains, and bruises; topical use can also serve as an anti-fungal for athlete’s foot, ringworm, tinea, or as a mild antibacterial.",
        "resources": [
            "\"Humulus lupulus,\" pg. 55 in Herbal Actions Database",
            "Moore, Michael: \"Humulus\" pg. 21 in Herbal Materia Medica- Fifth Edition",
            "Sinadinos, Christa: \"Hops,\" pg 266-270 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: \"Hops,\" pg 196-197 in Herbal Vade Mecum"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "Avoid use during pregnancy. May have estrogenic effects with consumed long-term or in frequent high doses; use caution when estrogen-sensitive conditions. Caution with combining with prescription sedatives, hypnotics, or antidepressants. Should be avoided in individuals with depression. Some people are allergic to the pollen and/or hairs on leaves, leading to contact dermatitis."
    },
    {
        "name": "Gumweed",
        "family": "Asteraceae",
        "commonNames": [
            "Gumweed",
            "Grindelia",
            "Rosinweed",
            "Resinweed",
            "Tarweed",
            "August Flower",
            "Spanish Gold"
        ],
        "partsUsed": "Resinous stage-bud and flower heads in early bloom, leaves and stems before flowering",
        "formsAndDosages": {
            "Tincture": [
                "(fresh) 1:2-1:3, 80-95%",
                "(dry) 1:5, 70%",
                "15-30 drops 1-5x/day"
            ],
            "Infusion (hot)": "generally bitter and resinous to the point of being intolerable to most; try soaking in alcohol first, then make hot infusion; 8 oz., 1-4x/day",
            "Topical": [
                "tincture or poultice of fresh or dried plant",
                "oil, salve, or wash",
                "use alcohol intermediary method for oil infusion",
                "dilute tincture for liniment"
            ]
        },
        "vitalistActionsAndEnergetics": [
            "warm and dry",
            "relaxant, with some stimulant effect",
            "vital stimulant",
            "diffusive",
            "tonic/astringent",
            "bitter tonic"
        ],
        "clinicalActions": [
            "aromatic",
            "topical anti-inflammatory",
            "antispasmodic",
            "antiseptic",
            "diuretic",
            "stimulating expectorant",
            "vulnerary",
            "circulatory stimulant",
            "mucolytic",
            "brochodilator",
            "antimicrobial",
            "bitter",
            "astringent",
            "antitussive"
        ],
        "constituents": [
            "Resins",
            "volatile oils",
            "tannins",
            "sesquiterpene lactones",
            "triterpenoid saponins",
            "flavonoids",
            "polyacetylenes",
            "phenolic acids"
        ],
        "primaryUses": [
            "Indicated for copious, tenacious, and viscous mucous",
            "used for general bronchial congestion and for asthmatic states, moist with difficult expectoration",
            "specific for wheezing breath with a feeling of soreness and rawness in the chest",
            "helpful for harsh unproductive cough",
            "bitter and acrid, stimulates saliva and digestive juices",
            "can be used topically in diluted tincture or hydrosol for poison ivy/oak rash",
            "stimulates epithelial regeneration",
            "mild rubefacient and antimicrobial",
            "akin to calendula",
            "useful in chronic skin conditions with poor circulation and a tendency to form ulcers",
            "soothing to itchy skin conditions",
            "diuretic: drains fluid congestion",
            "antiseptic for UTI",
            "can be used for minor irritations of the GI, hepatobiliary, and genitourinary tracts"
        ],
        "resources": [
            "“Grindelia spp,” pg 53 in Herbal Actions Database",
            "“Gumweed, Grindelia, Rosinweed, təl-si-sqa,” pg. 4 in Respiratory & Mucous Membrane Materia Medica; CSCH Class Notes 2023",
            "“Gumweed, Grindelia,” pg. 7-8 in Skin Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Grindelia,” pg. 255-257 in The Essential Guide to Western Bontanical Medicine",
            "Skenderi, Gazmend: “Grindelia,” pg 178-179 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Astragalus",
        "family": "Fabaceae",
        "commonNames": [
            "Huang-Chi",
            "membranous milkvetch",
            "Mongolian milkvetch",
            "yellow vetch",
            "goat’s thorn"
        ],
        "partsUsed": "Root",
        "formsAndDosages": {
            "Decoction": "1:30, 2-4 cups taken throughout the day; 1-2 quarts may be taken throughout the day in serious conditions",
            "Tincture": "1:3, 40-60%, 30-60 drops 1-3x/day; in China, the tincture is taken in 1/2 to 1 ounce doses; a dropperful is considered to be pretty useless",
            "Culinary": "mix a bundle of root slices (1-2 inches in width) or 1-2 Tbsp of powdered root in soups and stews for ongoing nourishment of the immune system"
        },
        "vitalistActionsAndEnergetics": "warm, neutral moisture, stimulant, tonic/astringent",
        "clinicalActions": [
            "immunomodulator",
            "cardiovascular tonic",
            "mild diuretic",
            "antioxidant",
            "mild hepatoprotective",
            "mild anti-inflammatory",
            "chi tonic",
            "blood tonic",
            "immune stimulant",
            "immune adaptogen",
            "astringent to gut and pores",
            "antibacterial",
            "antiviral",
            "anti hyperglycemic",
            "blood tonic",
            "lung qi tonic",
            "spleen qi tonic",
            "hepatoprotective",
            "vasodilator"
        ],
        "constituents": [
            "water-soluble immunomodulating polysaccharides",
            "triterpenoid saponins",
            "flavonoids",
            "many minerals and trace minerals",
            "phytosterols",
            "amino acids",
            "lignans"
        ],
        "primaryUses": [
            "in western herbalism, considered to be an immune tonic as it strengthens and restores the immune response; stimulates non-specific immune system; stimulates WBC production in bone marrow; strengthens and enhances cardiovascular function; considered to be an immune adaptogen; in TCM, considered to be a Chi, spleen, and blood tonic; in TCM, used in cases of shortness of breath, general weakness, fatigue, collapse, spontaneous or night sweats, deficiency with edema, prolapse conditions, chronic lung and kidney diseases, slow healing wounds/ulcers, and chronic disease in general; used in Chinese Fu Zheng treatment for cancer alongside chemo to strengthen the immune system and protect adrenal function, and has been found to significantly increase survival rates in comparison to chemo alone; studies have shown that use of astragalus is correlated with fewer colds and shorter duration when used as prevention, phagocytosis and T-cell activity was enhanced and liver enzymes returned to normal in two months in patients with chronic active hepatitis, and increased WBC count in patients with previously low WBC"
        ],
        "resources": [
            "“Astragalus, Huang-Chi” pg. 4-5 in Immune System Materia Medica; CSCH Class Notes 2023",
            "“Astragalus membranaceous, spp.,” pg 16 in Herbal Actions Database",
            "Sinadinos, Christa: “Astragalus,” pg. 45-48 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Astragalus” pg 24-25 in Herbal Vade Mecum"
        ],
        "cautions": "in TCM, is generally contraindicated in acute conditions as it can strengthen the symptoms; otherwise, very low toxicity potential; watch for rash and heat signs; should not be taken for more than 8 weeks at a time"
    },
    {
        "name": "Black Cohosh",
        "family": "Ranunculaceae (Hellaboraceae)",
        "commonNames": "Black Snakeroot, Rattleroot, Rattleweed, Bugwort, Bugbane, Cimicifuga, Rheumatism Weed",
        "partsUsed": "root, rhizome",
        "formsAndDosages": {
            "bestUsedInFormula": true,
            "tincture": {
                "ratio": "1:5",
                "strength": "80%",
                "dosage": "10-25 drops",
                "frequency": "up to 4x/day"
            },
            "decoction": {
                "ratio": "1:30",
                "dosage": "2-4 oz",
                "frequency": "up to 3x/day"
            }
        },
        "vitalistActionsAndEnergetics": "slightly cool, slightly dry, relaxant, vital stimulant, somewhat diffusive, pelvic and CNS trophorestorative",
        "clinicalActions": "uterine anodyne, antispasmodic, nervine tonic, antidepressant, anti-inflammatory, digestive stimulant, alterative, analgesic, antirheumatic, antitussive, astringent, emmenagogue, hypoglycemic, hypotensive, parturient, pelvic decongestant, sedative, uterine tonic, peripheral vasodilator, LH inhibitory; affinity for muscles, nerves",
        "constituents": "resin, cimigenol, quinolizidine alkaloids, saponin-like triterpene glycosides, free aglycones, isoflavones, racemosin, volatile oil, a bitter, tannins, starch, salicylic acid, isoferulic acid, gallic acid, butyric acid, caffeic acid, oleic acid",
        "primaryUses": "was the premier remedy among the eclectics for depression, especially associated with the menses, menopause, or sexual matters; antispasmodic, despite being primarily relaxant, has a mild tonic/astringent and trophorestorative effect on the CNS; also classified as a trophorestorative for the pelvic organs; reduces menstrual cramps and supports with reducing hot flashes; well-indicated to support the emotional aspects of PMS, including emotional instability, depression, nervousness, insomnia, and night sweats; good for uterine pain that is dull and aching in quality, “a sense of soreness and dragging pain in hips and loins; may be accompanied by incessant talking; deep dark depression; symptoms may be worse in the morning, during menses and with cold; better with warmth and food;” triterpene glycosides have a modulating effect on LH while not impacting levels of FSH, which may impact hormonal influence and hot flashes; supportive for menopausal syndrome (characterized by hot flashes, sweating, tachycardia, insomnia, emotional instability, depressive mood, fatigue, decreased vaginal lubrication, etc.)",
        "resources": [
            "Cimicifuga (Actea) racemosa, pg. 30 in Herbal Actions Database",
            "Black Cohosh, pg. 10-11 in Female/Uterine-Ovarian Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: Black Cohosh, pg. 59-63 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: Black Cohosh pg. 51 in Herbal Vade Mecum"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "berries are toxic, do not consume; avoid during pregnancy and lactation except for specific uses (parturient) indicated by herbalist midwives; some activity as an emmenagogue; Physiomedicalists noted that it would initiate miscarriage in early pregnancy; overdose symptoms include frontal headache (between/above eyebrows), intraocular pressure, pupil dilation, dizziness, giddiness, nausea, upset stomach, and gastric discomfort"
    },
    {
        "name": "Hawthorn",
        "family": "Rosaceae",
        "commonNames": [
            "May thorn",
            "white thorn",
            "one-seed hawthorn",
            "May blossom",
            "May bush",
            "May Day flower",
            "quick thorn",
            "quickset",
            "haw",
            "hazels",
            "gazels",
            "halves",
            "hagthorn",
            "Ladies’ meat",
            "bread and cheese tree",
            "Chucky cheese",
            "chastity tree",
            "pixie pears",
            "cuckoo’s beads"
        ],
        "partsUsed": [
            "flower and leaf",
            "fruit"
        ],
        "formsAndDosages": {
            "Tincture": "1:5, 60%, 30-60 drops, 3x/day",
            "Decoction (berry)": "1:30, 4 oz., 2-4x/ay",
            "Infusion (leaf and flower)": "1:30, 4oz, 2-4x/day"
        },
        "vitalistActionsAndEnergetics": {
            "Flower and Leaf": "neutral-cool, slightly dry, more vital stimulant than fruit, tonic/astringent",
            "Berry": "neutral temperature, slightly moist, more relaxant than leaf and flower"
        },
        "clinicalActions": [
            "cardiotonic/cardiac trophorestorative",
            "nervine tonic",
            "hypotensive",
            "antiarrhythmic",
            "anti-inflammatory",
            "antioxidant",
            "cardioprotective",
            "vasodilator"
        ],
        "constituents": {
            "Flower and Leaf": [
                "flavonoids",
                "oligomeric proanthocyanidins",
                "triterpenes",
                "amines",
                "beta-sisterol",
                "chlorogenic acid",
                "cafes acid",
                "amygdalin",
                "pectin",
                "fructose",
                "ascorbic acid"
            ],
            "Berry": [
                "flavonoids",
                "oligomeric procyanidins",
                "polymeric procyanidins",
                "triterpene acids",
                "ascorbic acid",
                "citric acid",
                "chlorogenic acid",
                "oxalic acid",
                "palmitic acid",
                "pectin",
                "botulin",
                "aesculin",
                "daucosterol",
                "cardiotonic amines",
                "acetylcholine",
                "choline"
            ]
        },
        "primaryUses": {
            "Flower and Leaf": "cardiotonic; astringent; hypotensive; potent antioxidant; cardiac trophorestorative; strengthens heartbeat and improves circulation; significant benefits for people with heart failure; decreases heart excitability; prevents/alleviates angina pectoris; may support in minor cases of insomnia",
            "Berry": "mild demulcent; digestive tonic; nervine tonic; hypotensive; potent medicine on the energetic heart; elicits a sense of peace; supports the creation and maintenance of healthy boundaries; may help with ADHD; can help with disconnection, emotional or spiritual heartache; opens to forgiveness; removes obstacles to healing; antioxidant"
        },
        "resources": [
            "“Hawthorn, Maythorn, Thorn Apple” pg. 2 in “Cardiovascular Materia Medica,” CSCH Class Notes 2023",
            "“Crataegus oxychantha, spp” pg 34 in “Herbal Actions Database”",
            "Sinadinos, Christa: “Hawthorn” pg. 261-265 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Hawthorn,” pg 184-185 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Motherwort",
        "family": "Lamiaceae",
        "commonNames": "Lion’s ear, lion’s tail, throwwort",
        "partsUsed": "leaves and flowers; harvest when in full bloom",
        "formsAndDosages": {
            "Tincture": "30-60 drops, 1-4x/day",
            "Acetum Extract": "30-90 drops, 1-3x/day",
            "Capsules": "2-4 “00” capsules, 1-3x/day",
            "Tea": "Hot or cold infusion; 4-8 oz, 1-4x/day",
            "Honey/Syrup": "1 oz herb:16 oz. water, steep for 4-8 hours, strain and sweeten with honey or syrup; 1 tsp-1 Tbsp, 1-4x/day; refrigerate up to 1 month",
            "Topical": "apply hot fomentation to abdominal region to stimulate menses, reduce menstrual cramps, or facilitate expulsion of suppressed lochia",
            "To Stimulate Onset of Labor": "10-30 drops of tincture, 1-3x/day up to one week prior to, to later than due date. When labor begins, take up to 30 drops, every 2-3 hours, up to 5x/day. Discontinue use immediately after birth."
        },
        "vitalistActionsAndEnergetics": "cool, dry, vital stimulant, relaxant, diffusive",
        "clinicalActions": "antispasmodic, anxiolytic, bitter tonic, cardiotonic, deobstruent, emmenagogue, hypotensive, nervine, sedative, stomachic, hypnotic, astringent",
        "constituents": "iridoids, volatile oils, phenolic acids, flavonoid glycosides, pheylethanoid glycosides, diterpenes, proline betaines, triterpenes, gluridosude, tannins, alkaloids, marrubiin, stachyose, phenolic acids",
        "primaryUses": "nervine, anxiolytic, and moderate sedative; reduces symptoms of autonomic stress and hyperthyroidism, such as anxiety, hypertension, panic attacks, and insomnia; decreases heart rate, heart palpitations, and anxiety levels due to adrenergic and thyroid stress. Does not lower thyroid hormone levels in patients with Hashimoto’s or hypothyroidism. Cardio tonic, slows and strengthens heartbeat. Lowers mild to moderately elevated blood pressure. Helps ease depression due to stress or grief. Treats hormone imbalances resulting from PMS and pre menopause. Helps with night sweats, hot flashes, irritation, rage, and hormone-related emotional and physical hypersensitivity. Beneficial during the luteal phase (post ovulation to menses) for treating PMS and sensations of stagnant, boggy uterus. Emmenagogue, so helps with suppressed or slow-starting crampy menses. Moves stagnant blood. Can stimulate contractions and hasten delivery. Smooth muscle antispasmodic, specific for menstrual and abdominal cramping. Mild digestive bitter tonic, cholagogue, and laxative. Reduces gas and bloating. Helps with milk letdown; reduces postpartum depression, heart palpitations, and anxiety. Decreases nerve sensitivity, so aids in reducing neuralgia, neuritis, and the pain of herpes and shingles eruptions.",
        "resources": [
            "“Leonurus cardiaca” pg 65 in “Herbal Actions Database”",
            "Moore, Michael: “Leonurus Cardiaca” pg. 24 in Herbal Materia Medica- Fifth Edition",
            "Sinadinos, Christa: “Motherwort” pg 341-344 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Motherwort,” pg 253-254 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Blue Cohosh- Caulophyllum thalictroides",
        "family": "Berberidaceae",
        "commonNames": [
            "Blue Ginseng",
            "Yellow Ginseng",
            "Women’s Best Friend",
            "Blueberry Root",
            "Beechdrops",
            "Papoose Root",
            "Squaw Root"
        ],
        "partsUsed": [
            "root",
            "rhizome"
        ],
        "formsAndDosages": [
            "Tincture- 1:5, 60%, 5-20 drops 2-3x/day in formula",
            "Decoction- 1:30, 2oz. 1-2x/day in formula",
            "Classic formula- Mitchella, Caulophyllum, Viburnum, Chamaelirium (Helonias)"
        ],
        "vitalistActionsAndEnergetics": "slightly cool, dry, both strongly stimulating and relaxant, vital stimulant",
        "clinicalActions": [
            "antispasmodic",
            "anti-inflammatory",
            "nervine",
            "emmenagogue",
            "diuretic",
            "expectorant",
            "oxytocic",
            "parturifacient",
            "uterine tonic",
            "affinity for muscles",
            "nerves"
        ],
        "primaryUses": [
            "at low doses, used for hypotonic uterus and to support pregnancy",
            "at higher doses, used to induce labor and check postpartum hemorrhage",
            "indicated for long-standing inflammatory conditions with congestion",
            "good for uterine pain and tenderness",
            "promotes normal uterine contractions",
            "specifically for tissues feeling full or congested",
            "good for cervical varicosities",
            "strongly stimulating, specific for stalled labor organized and strengthens uterine contractions",
            "empirical use as an anti-abortive",
            "specifically indicated for labor that may be stalled due to feelings of apprehension, timidness, or fear",
            "nervine and smooth muscle antispasmodic",
            "reduces acute and chronic pain associated with endometriosis, fibroids, and uterine and ovarian cysts"
        ],
        "constituents": [
            "saponins",
            "resins",
            "quinolizidine alkaloids",
            "triterpene glycosides",
            "flavonoids",
            "gum",
            "starch",
            "salts",
            "trace amounts of volatile oil"
        ],
        "cautions_Contraindications_PossibleAdverseEffects": "contraindicated during pregnancy, as there was a case in 1998 of an infant born with acute myocardial infarction, congestive heart failure, and shock after their mother took 2g capsules as a parturient 3x/day for 3 weeks; traditional use and analysis of its constituents indicate that use of concentrated powdered herb in high doses on its own is potentially unsafe for mother and fetus; contraindicated during heavy menstrual bleeding, angina, or any symptoms of cardiac insufficiency; toxicity symptoms include nausea, vomiting, headache, thirst, dilated pupils, lack of coordination, cardiovascular collapse, and convulsions; avoid during lactation",
        "resources": [
            "“Caulophyllum thalictroides,” pg. 25 in Herbal Actions Database",
            "“Blue Cohosh, Blue Ginseng” pg. 4-5 in Female/Uterine-Ovarian Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Blue Cohosh,” pg. 73-76 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Blue Cohosh” pg. 54-55 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Elecampane- Inula helenium",
        "family": "Asteraceae",
        "commonNames": [
            "Helenio",
            "Scabwort",
            "Elfwort",
            "Elfdock",
            "Horseheal",
            "Horse Elder",
            "Velvet Dock Wild Sunflower",
            "Alan",
            "Yellow Starwort"
        ],
        "partsUsed": "Root",
        "formsAndDosages": {
            "Tincture": [
                {
                    "type": "fresh",
                    "ratio": "1:2",
                    "percentage": "80-95%",
                    "dosage": "10-30 drops 3-4x/day"
                },
                {
                    "type": "dry",
                    "ratio": "1:5",
                    "percentage": "60%",
                    "dosage": "10-30 drops 3-4x/day"
                }
            ],
            "Decoction": [
                {
                    "ratio": "1:30",
                    "amount": "4 oz",
                    "frequency": "4x/day"
                }
            ],
            "Capsules": [
                {
                    "amount": "2-4 \"00\" capsules",
                    "frequency": "1-4x/day"
                }
            ],
            "Honey/Syrup": [
                {
                    "ratio": "1:4 (root:honey)",
                    "dosage": "1 tsp - 1 Tbsp 1-4x/day"
                }
            ],
            "Topical": "poultice, fomentation, wash, liniment",
            "Culinary": "candy fresh sliced root"
        },
        "vitalistActionsAndEnergetics": "Warm and dry, diffusive, tonic/astringent, vital stimulant",
        "clinicalActions": [
            "Antiseptic",
            "aromatic",
            "stimulating expectorant",
            "diaphoretic",
            "bitter tonic",
            "carminative",
            "anti-inflammatory",
            "immunomodulator",
            "diuretic",
            "alterative",
            "emmenagogue",
            "choleretic",
            "cholagogue",
            "anti-microbial",
            "amtihelmintic"
        ],
        "constituents": [
            "polysaccharide (a starch-inulin)",
            "volatile oils",
            "resins",
            "sesquiterpene lactones",
            "bitter principles",
            "triterpenes",
            "phytosterols",
            "polyacetylenes"
        ],
        "primaryUses": "Indicated for cold, moist conditions when mucous and/or digestive symptoms are present; for weak individuals with chronic conditions (chronic catarrh—mucous membrane inflammation); cleansing and strengthening to respiratory tract mucous membranes; excellent substitute for osha—deeper effect on lungs, less aromatic, less diffusive; use as a bitter tonic for loss of appetite and non ulcer dyspepsia; can be used for intestinal worms and inflammations of the GI tract; can be used as an antidyscratic for chronic rheumatic complaints; when taken for problems in the genitourinary tract, fluid intake (including herbal teas) should be more than 2 L per day",
        "resources": [
            "“Elecampane, Helenio, Scabwort,” pg. 5-6 in Respiratory & Mucous Membrane Materia Medica; CSCH Class Notes 2023",
            "“Inula helenium,” pg 58 in Herbal Actions Database",
            "Sinadinos, Christa: “Elecampane,” pg. 195-198 in The Essential Guide to Western Bontanical Medicine",
            "Skenderi, Gazmend: “Elecampane,” pg 142-143 in Herbal Vade Mecum"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": [
            "contraindicated in dry, irritated conditions of the lungs",
            "contraindicated during pregnancy and lactation",
            "contraindicated in those with allergies in the Asteraceae family",
            "in high doses, may cause GI irritations (nausea, diarrhea, vomiting)"
        ]
    },
    {
        "name": "Nettle- Urtica dioica",
        "family": "Urticaceae",
        "commonNames": "European nettle, stinging nettle, Indian spinach, wild spinach, devil’s leaf, devil’s plaything",
        "partsUsed": "Aerial parts, seed, root",
        "formsAndDosages": {
            "Tincture/Glycerite": "30-90 drops, tx/day",
            "Acetum Extract": "fresh leaves, 1 tsp, 1-3x/day",
            "Succus (juice)": "15 ml in 4-6 oz of water, up to 3x/day",
            "Tea": "Hot or cold infusion of leaves, 8-12 oz. 3-4x/day; decoction of root, 8-12 oz. 2-3x/day",
            "Topical": "dilute acetum extract in water and use as hair rinse; oil infusion of leaves",
            "Culinary": "use as seasoning or substitute for other greens (must be cooked or steamed)"
        },
        "vitalistActionsAndEnergetics": "Neutral in temperature; dry in the third degree; vital stimulant; tonic/astringent",
        "clinicalActions": "nutritive, alterative, diuretic, astringent, antiallergenic, anticatarrhal, anti-inflammatory, antidyscratic, antioxidant, antirheumatic, antiscorbutic, blood tonic, decongestant, depurative, diuretic, expectorant, galactagogue, hemostatic, mucolytic, nutritive, recuperative, styptic, kidney trophorestorative (seed)",
        "constituents": "Flavonoids, biogenic amines (histamine, acetylcholine, serotonin, 5-HTP), formic acid, oxalic acid, lectin, acetophenone, butyric acid, phenolic acid, caffein acid, silicic acid, citric acid, vitamin C, triterpenes, chlorophyll, carotenoids, calcium, potassium, rich in minerals (calcium, chromium, cobalt, iron, magnesium, manganese, potassium, phosphorus, selenium, silicon, sodium, zinc), protein, coumarins, phytosterols",
        "primaryUses": {
            "Leaf": "Most nutritious medicinal herb; effective anti-inflammatory, anti-allergenic, decongestant, and astringent; great at treating symptoms of allergies; aids in treating and slowing the progression of rheumatoid arthritis and osteoarthritis; effective diuretic and helpful in treating edema and reducing water weight/water retention; enhances kidney elimination of sodium, uric acid, and other byproducts of protein metabolism; decreases excessive menstrual bleeding; excellent nutritive tonic; strengthens bones, so good for osteoporosis and for strengthening teeth; strengthens the bladder, can help with urinary gravel or recurring UTIs; great for women depleted from giving birth or nursing; great for strengthening hair",
            "Root": "decreases frequency or urination by increasing flow and volume; reduce prostate enlargement; good for hair rinse",
            "Seed": "kidney trophorestorative"
        },
        "cautions": "DRYing in the third degree, so may aggravate symptoms of the skin or mucous membranes; caution when handling fresh, as it has needle-like hairs that can cause rash; should not be used in cases of obstructive urinary stones, edema due to impaired heart or kidney function, or kidney inflammation",
        "resources": [
            "MacKinnon, Kat: “Nettle, European Nettle, Stinging Nettle,” pg 12-13 in “Histology and Cell Environment” CSCH Class notes (2020)",
            "Sinadinos, Christa: “Nettle” pg 354-360 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Nettle,” pg 265-266 in Herbal Vade Mecum",
            "“Urtica dioica” pg 119 in “Herbal Actions Database”"
        ]
    },
    {
        "name": "Comfrey",
        "family": "Boraginaceae",
        "commonNames": [
            "Knitbone",
            "Heal-All",
            "Consound",
            "Boneknit",
            "Boneset",
            "Knitback",
            "Blackwort",
            "Bruisewort",
            "Slippery Root",
            "Yalluc",
            "Gum Plant",
            "Ass Ear"
        ],
        "partsUsed": [
            "leaf",
            "root"
        ],
        "formsAndDosages": {
            "Fresh or dried poultice (leaf or root)": "as needed",
            "Salve or oil (leaf or root)": "topical use as needed",
            "Warm Infusion (mature leaves)": "1:30, 2-6 oz. 3x/day for short periods",
            "Cold Infusion (root)": "1:30, applied topically as a wash, or 2-4 oz 3x/day for short periods",
            "Tincture (fresh root)": "1:2, 70-95%, 5-60 drops 1-3x/day",
            "Tincture (fresh leaf)": "1:2-1:3+, 70-95%, 5-60 drops 1-3x/day",
            "Tincture (dry leaf)": "1:5, 60%, 5-60 drops 1-3x/day"
        },
        "vitalistActionsAndEnergetics": "cool, moist, strong vital stimulant, mixed relaxant/stimulant character, mild tonic/astringent",
        "clinicalActions": [
            "vulnerary",
            "demulcent",
            "emollient",
            "antioxidant",
            "nutritive",
            "anti-inflammatory",
            "astringent"
        ],
        "constituents": [
            "silicic acid",
            "allantoin",
            "mucilaginous polysaccharides",
            "tannins",
            "pyrrolizidine alkaloids"
        ],
        "primaryUses": "called “knitbone” and “consound” because of its reputation in helping to heal broken bones; helps heal damaged skin, muscles, ligaments, tendons, and mucous membranes, likely due to its high content of silicic acid and allantoin; silicic acid is water-soluble and highly assimilable and may provide the silicon co-factor necessary for the manufacturing of new collagen fibers in connective tissue healing; rich content of flavonoids, carotenoids, and chlorophyll in leaves contributes to antioxidant and anti-inflammatory actions, which contribute to the vulnerary properties; rich in cooling, soothing mucilage which helps in swelling, bruising, and pain of sprains, strains, and blunt trauma",
        "resources": [
            "“Symphytum officinalis, uplandicum,” pg. 109 in Herbal Actions Database",
            "“Comfrey, Knitbone, Heal-All, Consound” pg. 2-3 in Musculoskeletal Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Comfrey,” pg. 147-151 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Comfrey” pg 109 in Herbal Vade Mecum"
        ],
        "cautions": "Contains pyrrolozidine alkaloids (PAs), which in high or prolonged use can be seriously toxic to the liver, causing vino-occlusive disease—while this effect is rare, the mechanism has been scientifically established; only a few recorded cases of serious liver damage or death due to extreme/prolonged doses of comfrey, but this effect has been observed with other PA-containing plants; PA toxicity is cumulative and may not be apparent until more advanced stages are present; highest concentration of PAs are found in roots and young shoots, and mature leaves have the lowest concentration; therapeutic doses should not be taken for more than 10 days-2 weeks; pregnant women, nursing women, young children, elderly, and those with liver disease should avoid PAs; banned by the FDA for internal use, but legal for external use"
    },
    {
        "name": "Dandelion",
        "family": "Asteraceae",
        "commonNames": [
            "Pissenlit",
            "pissabed",
            "tooth of the lion",
            "lion’s tooth",
            "swine’s snout",
            "fairy clock",
            "milk Gowan",
            "milk witch",
            "monk’s head",
            "priest’s crown",
            "wild endive",
            "white endive",
            "cankerworm",
            "butterwort",
            "puff ball",
            "blowball",
            "Irish daisy",
            "piddly bed",
            "wet-a-bed"
        ],
        "partsUsed": [
            "leaf",
            "root",
            "flower"
        ],
        "formsAndDosages": [
            {
                "form": "Tincture",
                "parts": [
                    "root",
                    "leaf"
                ],
                "ratio": "1:2-1:5",
                "alcoholContent": "45%",
                "dosage": "30-60 drops up to 4x/day"
            },
            {
                "form": "Decoction",
                "parts": [
                    "root"
                ],
                "ratio": "1:30",
                "dosage": "2-4 oz 3-4x/day"
            },
            {
                "form": "Infusion",
                "parts": [
                    "leaf"
                ],
                "ratio": "1:30",
                "dosage": "3-6 oz. as needed"
            },
            {
                "form": "Succus",
                "preparation": "juice from fresh leaves or whole plant, preserve by adding 20% alcohol and store in refrigerator",
                "dosage": "1 tsp - 1 Tbsp up to 3x/day"
            },
            {
                "form": "Culinary",
                "preparation": "marinate, steam, saute young greens; toss with oil, vinegar, salt, and pepper; add greens to soups"
            }
        ],
        "vitalistActionsAndEnergetics": {
            "Leaf": "cool, dry, tonic/astringent, bitter, vital stimulant",
            "Root": "cool/cold, dry, bitter, mainly stimulant with some relaxant qualities, vital stimulant",
            "Flower": null
        },
        "clinicalActions": {
            "General affinity for the GI, liver, gallbladder, kidneys": null,
            "Leaf": "active diuretic, GI bitter stimulant, cholagogue, nutritive, alterative, antioxidant, anti-inflammatory",
            "Root": "active diuretic, though less so than the leaf; nutritive, bitter digestive tonic, liver tonic, cholagogue, diuretic, aperient, mild antispasmodic (GI), alterative",
            "Flower": null
        },
        "constituents": {
            "inulin (root)": null,
            "tannins": null,
            "sesquiterpene lactones": null,
            "minerals": null,
            "flavonoids (especially in leaf and flower)": null
        },
        "primaryUses": [
            "stimulates metabolic activity in the hepatocytes (hypothesis that it helps release bile from bile-engorged hepatocytes)",
            "root is a prebiotic indicated for cultivating GI flora, rich in inulin",
            "inulin content can help resolve leaky gut and lessen detox load on liver",
            "regular use is reputed to prevent the formation of gallstones",
            "pairs well with mahonia"
        ],
        "resources": [
            "“Taraxacum off,” pg. 110 in Herbal Actions Database",
            "“Dandelion, Pissenlit, Pissabed” pg. 6 in Urinary System Materia Medica; CSCH Class Notes 2023",
            "“Dandelion, Pissabed, Pissenlit” pg. 3-4 in Hepatic Materia Medica; CSCH Class Notes 2023",
            "Sinadinos, Christa: “Dandelion,” pg. 175-179 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Dandelion” pg. 128 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Lemon Balm",
        "family": "Lamiaceae",
        "commonNames": [
            "Lemon balm",
            "sweet balm",
            "balm",
            "blue balm",
            "garden balm",
            "English balm",
            "common balm",
            "heart’s delight",
            "honey plant",
            "cure-all",
            "sweet Melissa",
            "sweet Mary",
            "balm mint",
            "dropsy plant"
        ],
        "partsUsed": "Leaves (preferably fresh)",
        "formsAndDosages": {
            "Tincture": "10-90 drops, 1-4x/day (prepared from fresh leaves is preferable; 1:2-1:3 with 60-95% alcohol)",
            "Glycerite": "10-60 drops, 1-4x/day",
            "Acetum Extract": "Infuse in vinegar for culinary use",
            "Succus": "Juice fresh herb and preserve with 20% alcohol; take 1 tsp 1-3x/day",
            "Capsules": "2-4 \"00\" of freeze dried or recently dried powdered herb 1-3x/day",
            "Tea": "Hot or cold infusion with fresh or recently dried herb, 8-12 oz 3-4x/day; best to not use boiling water, and cover vessel so as not to lose the volatile oils",
            "Honey/Syrup": "Infuse with fresh, clean, macerated leaves, let steep for 2-4 weeks; 1 tsp of infused honey to hot water or tea; syrup shelf life = 1 month",
            "Essential Oil/Hydrosol": "Essential oil is expensive and can be substituted by lemongrass or palmarosa essential oil; consume 1-2 Tbsp of hydrosol 1-4x/day",
            "Topical Use": "fomentation, poultice, oil, or salve"
        },
        "vitalistActionsAndEnergetics": "warm and dry, cooling diaphoretic, vital stimulant, relaxant, diffusive",
        "clinicalActions": [
            "Antibacterial",
            "antidepressant",
            "antispasmodic",
            "antiviral",
            "anxiolytic",
            "astringent",
            "cooling diaphoretic",
            "nervine",
            "sedative",
            "stomachic",
            "sudorific",
            "carminative"
        ],
        "constituents": [
            "volatile oils",
            "polyphenols",
            "triterpenes",
            "flavonoids",
            "glucosides",
            "tannins",
            "bitter principles"
        ],
        "primaryUses": "Nervine, mild sedative and relaxant that can help with soothing the nervous system, reducing stress and anxiety, and easing palpitations. Supports pre-menstrual irritability and anxiety. Calms an overactive mind and can help with tension headaches. Volatile oils affect the limbic brain, and have a gentle tranquilizing effect on fat autonomic nervous system. Mood elevator and supportive with depression, seasonal affective disorder, melancholy, PMS, and menopausal depression. Can support children and individuals with ADHD by supporting mental focus and clarity. Mild carminative, stomachic, and smooth muscle antispasmodic, especially for individuals with anxiety-related digestion issues. Hot water extracts have potent antiviral properties agains herpes simplex, mumps, and other viruses. Consuming lemon balm extract and applying fresh lemon balm leaf poultice, cream, or essential oil speeds the healing of herpes sores and reduces the rate of recurrence. Topical applications are most effective when used as early as possible. Hot tea is a cooling diaphoretic and will reduce fever in the first phase of a cold or flu; encourages restful sleep when ill. Has demonstrated hypothyroidal effects, and can help in treating early-stage hyperthyroidism or Grave’s Disease. Topical application acts as an astringent anti-inflammatory  and mild antimicrobial—apply to weeping toes, cuts, abrasions, bruises, sprains, strains, bites, or skin ulcers.",
        "resources": [
            "“Melissa officinalis,” pg. 75 in Herbal Actions Database",
            "Moore, Michael: “Melissa Officinalis” pg. 26 in Herbal Materia Medica- Fifth Edition",
            "Sinadinos, Christa: “Lemon Balm,” pg 301-304 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Balm, Lemon,” pg 31 in Herbal Vade Mecum"
        ]
    },
    {
        "name": "Kava Piper methysticum",
        "family": "Piperaceae",
        "commonNames": [
            "Kava kava",
            "pepper",
            "inebriating pepper",
            "intoxicating pepper",
            "awa",
            "yangona"
        ],
        "partsUsed": "Central and lateral roots",
        "formsAndDosages": [
            {
                "form": "Tincture",
                "dosage": "fresh roots (1:2 in 95% alcohol) or dry roots (1:5 in 70% alcohol)",
                "amount": "10-90 drops",
                "frequency": "up to 3x/day"
            },
            {
                "form": "Fluid Extract",
                "dosage": "Dry roots (1:1 in 50% alcohol)",
                "amount": "5-60 drops",
                "frequency": "up to 3x/day"
            },
            {
                "form": "Capsules",
                "dosage": "1-3 capsules",
                "amount": "1-3x/day",
                "notes": "60-80 mg of kavalactones via powdered extract or semisolid extract"
            },
            {
                "form": "Tea",
                "dosage": "cold infusion or decoction",
                "amount": "8-12 oz",
                "frequency": "1-3x/day",
                "notes": "infuse in coconut milk for increased extraction (fat soluble components)"
            },
            {
                "form": "Topical Use",
                "dosage": "Apply diluted tincture or alcohol-infused oil topically",
                "notes": "for antimicrobial properties"
            }
        ],
        "vitalistActionsAndEnergetics": "warm, dry, strong vital stimulant, relaxant",
        "clinicalActions": [
            "Analgesic",
            "anesthetic",
            "antibacterial",
            "antidepressant",
            "anti fungal",
            "antiseptic",
            "antispasmodic",
            "anxiolytic",
            "anodyne",
            "diuretic",
            "euphoric",
            "hypnotic",
            "nervine",
            "relaxant",
            "sedative",
            "sialagogue",
            "soporific",
            "aphrodisiac",
            "expectorant",
            "muscle relaxant",
            "intoxicant"
        ],
        "constituents": [
            "kavapyrones",
            "flavonoids",
            "minerals",
            "starch",
            "fiber",
            "sugars",
            "proteins"
        ],
        "primaryUses": [
            "skeletal and smooth muscle analgesic and antispasmodic",
            "aids in nerve pain",
            "tight or injured muscles",
            "muscle spasms",
            "tension headaches",
            "fibromyalgia",
            "nerve pain",
            "carpel tunnel",
            "reduces withdrawals from benzos",
            "use for anxiety",
            "nervousness",
            "stress",
            "PMS",
            "emotional tension",
            "specifically indicated for social anxiety",
            "good for insomnia due to anxiety or pain",
            "mood elevator",
            "inducing tranquility",
            "peace",
            "contentment in depressed states",
            "anesthetic",
            "analgesic",
            "sialagogue",
            "supporting gum pain",
            "wisdom tooth emergence",
            "dental work",
            "pain from tightening braces"
        ],
        "resources": [
            "Moore, Michael: “Piper Methysticum” pg. 29 in Herbal Materia Medica- Fifth Edition",
            "“Piper methysticum,” pg. 88 in Herbal Actions Database",
            "Sinadinos, Christa: “Kava,” pg 281-285 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Kava,” pg 213-214 in Herbal Vade Mecum"
        ],
        "cautions": "Avoid during pregnancy and lactation. Avoid in endogenous depression.",
        "contraindications": "Topical use is permissible. Should not be used in individuals under the age of 18. Consult a doctor in and/or avoid use with prescription meds including antidepressant, anxiolytic, hypnotic, analgesic, sedative, or psychopharmaceutic drugs. Avoid use with dopamine antagonist drugs (i.e. for Parkinson’s). Excessive consumption can result in photophobia, diplopia, and temporary oculomotor paralysis. Do not consume for more than 3-6 consecutive months. Avoid use with alcohol and/or other hepatic medications due to liver function."
    },
    {
        "name": "Burdock",
        "family": "Asteraceae",
        "commonNames": [
            "Clotbur",
            "Gobo",
            "beggar’s buttons",
            "burr seed",
            "cocklebur",
            "thorny burr",
            "great bur",
            "hardock",
            "turkey burseed",
            "lappa",
            "fox’s clote",
            "happy major",
            "love leaves",
            "philanthropium",
            "personata"
        ],
        "partsUsed": [
            "root",
            "seed",
            "leaf"
        ],
        "formsAndDosages": {
            "Root": {
                "Decoction": "1:30, 2-4 oz., 3x/day (best for prebiotic effect/inulin)",
                "Tincture": "1:2-1:5, 60%, 30-90 drops 3x/day (not effective for prebiotic effects)",
                "Cold Infusion (overnight)": "1:30, 2-6 oz. 3x/day",
                "Topical": "wash, fomentation, or poultice"
            },
            "Seed": {
                "Tincture": "1:5, 60%, 10-25 drops 3x/day",
                "Decoction/Hot Infusion": "8-12 oz. 1-3x/day"
            },
            "Leaf": "Warm poultice, wash, fomentation, or salve"
        },
        "vitalistActionsAndEnergetics": {
            "Root": "cooling, drying, diffusive, relaxant, vital stimulant, tonic/astringent",
            "Seed": "neutral and drying, strongly diffusive, strong vital stimulant"
        },
        "clinicalActions": {
            "Root": "alterative, nutritive, aperient, mild diaphoretic, mild demulcent (though mainly drying), diuretic, lymphatic, immunomodulator, bitter tonic, mild hepatic stimulant, mild choleretic, antimicrobial, wound-healing",
            "Seed": "alterative, diaphoretic, lymphatic, immunomodulator"
        },
        "constituents": {
            "Root": "Inulin, sesquiterpene lactones, volatile oils, polyacetylenes, thiophenes, phenolic acids, lignans, triterpenes, phytosterols, mucilaginous polysaccharides, arctic acid, nonhydroxy acids, flavonoids, theophenes",
            "Seed": "fixed oils, bitter glucoside, l-artigenin, isoartigenin, chlorogenic acid, arachidic acid, globosterin, volatile oil, fatty oils, two lignans, a germacranolide",
            "Leaf": "flavonoids, arctiol, fukinone, fukinanolide, beta-eudesmol, petasitolone, eremophilene, and taraxasterol"
        },
        "primaryUses": {
            "Root": "a premier alterative; gently increases the flow of lymph, cleansing the extracellular space; mild bitter tonic to the digestive tract and the liver (much gentler than other bitter tonics such as Oregon Grape or Goldenseal); contains inulin, an indigestible oligosaccharide that provides food for friendly gut bacteria—mainly present in hot water extracts (maximized in long decoctions) and powdered root, or in Gobo, eaten as food; diaphoretic, as it gently promotes surface evaporation by relaxing the pores (not heating the system); has an affinity for the skin and the surface areas of the body; good for chronic eczema of internal origin;  mildly diuretic and drying to the system; good for chronic rheumatic complaints; indicated for",
            "Seed": "stronger diaphoretic and diuretic than the root; unlike the root, does not contain bitter tonic qualities; stimulates sudoriferous (sweat) and sebaceous (oil) glands of the skin; powerful alterative",
            "Leaf": "topical antiseptic and local alterative; extremely bitter leaf juice (in small doses) is a bitter topic and topical and GI-focused alterative"
        },
        "resources": [
            "Arctium lappa, pg. 11 in Herbal Actions Database",
            "Burdock, Clotbur, Gobo pg. 4-7 in Lymphatic Materia Medica/Alteratives; CSCH Class Notes 2023",
            "Sinadinos, Christa: Burdock, pg. 87-90 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: Burdock pg 63 in Herbal Vade Mecum"
        ],
        "cautionsContraindicationsPossibleAdverseEffects": "caution in those with sensitivities to the asteraceae family; in some cases, may make skin conditions (acne, eczema, etc.) worse before making it better; inulin may cause gas, bloating, and indigestion for some people"
    },
    {
        "name": "Nettle- Urtica dioica",
        "family": "Urticaceae",
        "commonNames": [
            "European nettle",
            "stinging nettle",
            "Indian spinach",
            "wild spinach",
            "devil’s leaf",
            "devil’s plaything"
        ],
        "partsUsed": [
            "Aerial parts",
            "seed",
            "root"
        ],
        "formsAndDosages": {
            "Tincture/Glycerite": "30-90 drops, 1-3x/day",
            "Acetum Extract": "fresh leaves, 1 tsp, 1-3x/day",
            "Succus (juice)": "15 ml in 4-6 oz of water, up to 3x/day",
            "Tea": "Hot or cold infusion of leaves, 8-12 oz. 3-4x/day; decoction of root, 8-12 oz. 2-3x/day",
            "Topical": "dilute acetum extract in water and use as hair rinse; oil infusion of leaves",
            "Culinary": "use as seasoning or substitute for other greens (must be cooked or steamed)"
        },
        "vitalistActionsAndEnergetics": {
            "Leaf": "Neutral temperature (mixed reports), dry in the third degree, tonic/astringent, vital stimulant",
            "Seed": "Strong vital stimulant, moist",
            "Root": "warm, slightly dry"
        },
        "clinicalActions": {
            "Leaf": "nutritive, diuretic, alterative, astringent, antiallergenic, anticatarrhal, anti-inflammatory, antidyscratic, antioxidant, anti-rheumatic, antiscorbutic, decongestant, depurative, expectorant, galactagogue, hemostatic, venotonic, mucolytic, recuperative, styptic",
            "Seed": "adrenal and kidney trophorestorative, diuretic, alterative, adaptogenic",
            "Root": "sexual tonic (especially for people with prostates), nutritive, astringent, diuretic, hemostatic, tonic/astringent for benign prostatic hyperplasia (BPH)"
        },
        "constituents": [
            "Flavonoids",
            "biogenic amines (histamine, acetylcholine, serotonin, 5-HTP)",
            "formic acid",
            "oxalic acid",
            "lectin",
            "acetophenone",
            "butyric acid",
            "phenolic acid",
            "caffeic acid",
            "silicic acid",
            "citric acid",
            "vitamin C",
            "triterpenes",
            "chlorophyll",
            "carotenoids",
            "calcium",
            "potassium",
            "minerals (calcium, chromium, cobalt, iron, magnesium, manganese, potassium, phosphorus, selenium, silicon, sodium, zinc)",
            "protein",
            "coumarins",
            "phytosterols"
        ],
        "primaryUses": {
            "Leaf": [
                "Most nutritious medicinal herb",
                "effective anti-inflammatory, anti-allergenic, decongestant, and astringent",
                "great at treating symptoms of allergies",
                "aids in treating and slowing the progression of rheumatoid arthritis and osteoarthritis",
                "effective diuretic and helpful in treating edema and reducing water weight/water retention",
                "enhances kidney elimination of sodium, uric acid, and other byproducts of protein metabolism",
                "infusion is an excellent flush-out for kidney stone prevention",
                "decreases excessive menstrual bleeding",
                "excellent nutritive tonic",
                "strengthens bones, so good for osteoporosis and for strengthening teeth",
                "strengthens the bladder, can help with urinary gravel and is a classic for UTI formulas",
                "great for women depleted from giving birth or nursing",
                "rinse is great for strengthening hair"
            ],
            "Root": [
                "studies have shown it effectively reduces nocturia",
                "decreases frequency of urination by increasing flow and volume, and decreasing amount of urine remaining in bladder after urination",
                "reduce prostate enlargement",
                "good for hair rinse",
                "may help inhibit the binding of DHT to SHBG in human trial, thereby keeping levels of free androgens higher in the body",
                "may have anti-aromatase activity, thereby interfering with the conversation of testosterone to estradiol",
                "anti-inflammatory, especially for benign prostatic hyperplasia"
            ],
            "Seed": [
                "consistent use is steadily trophorestorative to kidney and adrenal function"
            ]
        },
        "resources": [
            "“Nettle, European Nettle, Stinging Nettle,” pg. 12-13 in Histology and Cell Environment; CSCH Class notes (2023)",
            "“Nettle,” pg. 1-2 in Male/Prostatic — Testicular Reproductive Materia Medica; CSCH Class Notes (2023)",
            "“Nettles,” pg. 7 in Urinary System Therapeutics and Materia Medica; CSCH Class Notes (2023)",
            "“Urtica dioica” pg. 119 in Herbal Actions Database",
            "Sinadinos, Christa: “Nettle” pg 354-360 in The Essential Guide to Western Botanical Medicine",
            "Skenderi, Gazmend: “Nettle,” pg 265-266 in Herbal Vade Mecum",
            "“Urtica dioica” pg 119 in Herbal Actions Database"
        ]
    }
]